{"id":11185,"date":"2018-05-08T14:12:19","date_gmt":"2018-05-08T12:12:19","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=11185"},"modified":"2021-03-11T17:09:52","modified_gmt":"2021-03-11T16:09:52","slug":"vattenfall-establishes-first-ever-swedish-law-governed-emtn-program-and-lists-bonds-at-nasdaq-stockholm","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/en\/assignment\/vattenfall-establishes-first-ever-swedish-law-governed-emtn-program-and-lists-bonds-at-nasdaq-stockholm\/","title":{"rendered":"Vattenfall establishes first-ever Swedish law governed EMTN program and lists bonds at Nasdaq Stockholm"},"content":{"rendered":"<p>On 18 April 2018, Vattenfall published the base prospectus for its EUR 10,000,000,000 euro medium term note (&#8221;EMTN&#8221;) program, the first EMTN prospectus to be approved by the Swedish Financial Supervisory Authority and the first EMTN program governed by Swedish law.<\/p>\n<p>On 4 May 2018, Vattenfall listed outstanding bonds issued under its previous English law governed EMTN program, as well as outstanding hybrid bonds issued by it, at Nasdaq Stockholm. The EMTN bonds and hybrid bonds, being in an aggregate nominal amount of approximately EUR 5.4 billion, will also remain listed on the London Stock Exchange. The EMTN bonds are the first of their kind to be listed at Nasdaq Stockholm.<\/p>\n<p>“Vattenfall is a European energy company with its headquarters in Stockholm and sizable operations both in Sweden and in Europe. Having our EMTN program governed under Swedish law will contribute to improved efficiency and simplicity in our financial operations”, says Anna Borg, CFO at Vattenfall.<\/p>\n<p>&#8221;We are very happy to have had the opportunity to act as Vattenfall’s Swedish adviser in this ground breaking project”, says André Andersson, Head of Mannheimer Swartling’s Banking and Finance group. “By making only limited amendments to the international standard for EMTN programs, mainly with inspiration from similar programs under German law, Vattenfall has managed to establish a Swedish law governed program and produce a prospectus which are very similar to the formats that international investors are used to”.<\/p>\n<p>“We are excited to welcome Vattenfall to the Nasdaq family, and for them to be the first company to list bonds under an EMTN program on our market,” says Ann-Charlotte Eliasson, VP and Head of Nordic Fixed Income Listings at Nasdaq. “We have seen an increasing interest among Nordic issuers to list their bonds at our markets, but until now EMTN bonds have been the exception to that rule. With stable and liquid capital markets certain to remain within the Europan Union for the forseeable future, Nasdaq’s Nordic Bond Market should be the natural choice for all Nordic issuers and also a strong alternative for any European company looking to list their bond loans at a globally recognized exchange”.<\/p>\n<p>Vattenfall is a leading European energy company that employs approximately 20,000 people and has operations mainly in Sweden, Germany, the Netherlands, Denmark, the UK and Finland. Vattenfall is owned by the Swedish government.<\/p>\n<p>Vattenfall was advised by Mannheimer Swartling as to matters of Swedish law in connection with the establishment of the EMTN program and the listing of the notes.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On 18 April 2018, Vattenfall published the base prospectus for its EUR 10,000,000,000 euro medium term note (&#8221;EMTN&#8221;) program, the first EMTN prospectus to be…<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[4313],"tags":[],"class_list":["post-11185","post","type-post","status-publish","format-standard","hentry","category-assignment","business-group-banking-and-finance"],"acf":[],"lang":"en","translations":{"en":11185,"sv":11183},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11185"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=11185"}],"version-history":[{"count":2,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11185\/revisions"}],"predecessor-version":[{"id":14741,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11185\/revisions\/14741"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=11185"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=11185"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=11185"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}