{"id":11183,"date":"2018-05-08T14:12:19","date_gmt":"2018-05-08T12:12:19","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=11183"},"modified":"2021-03-11T17:09:41","modified_gmt":"2021-03-11T16:09:41","slug":"vattenfall-etablerar-det-forsta-emtn-programmet-under-svensk-ratt-och-noterar-obligationer-pa-nasdaq-stockholm","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/uppdrag\/vattenfall-etablerar-det-forsta-emtn-programmet-under-svensk-ratt-och-noterar-obligationer-pa-nasdaq-stockholm\/","title":{"rendered":"Vattenfall etablerar det första EMTN-programmet under svensk rätt och noterar obligationer på Nasdaq Stockholm"},"content":{"rendered":"<p>Den 18 april 2018 publicerade Vattenfall grundprospektet för sitt EUR 10 000 000 000 Euro Medium Term Note-program (”EMTN”), vilket är det första EMTN-prospekt som har godkänts av Finansinspektionen och det första EMTN-programmet under svensk rätt.<\/p>\n<p>Den 4 maj 2018 noterade Vattenfall på Nasdaq Stockholm utestående obligationer emitterande under sitt tidigare engelskrättsliga EMTN-program samt utestående hybridobligationer. EMTN-obligationerna och hybridobligationerna, som tillsammans motsvarar ett nominellt belopp om cirka 5,4 miljarder euro, kommer även fortsättningsvis att vara noterade på London Stock Exchange. EMTN-obligationerna är de första i sitt slag att noteras på Nasdaq Stockholm.<\/p>\n<p>”Vattenfall är ett europeiskt energiföretag med huvudkontor i Stockholm och med omfattande verksamhet i både Sverige och Europa. Att vårt EMTN-program nu styrs av svensk rätt kommer att bidra till bättre effektivitet och förenkla vår finansiella verksamhet”, säger Anna Borg, finansdirektör på Vattenfall.<\/p>\n<p>”Vi är glada över att ha fått möjligheten att vara Vattenfalls svenska rådgivare i detta banbrytande projekt”, säger André Andersson, ordförande för Mannheimer Swartlings Bank- och finansgrupp. ”Genom att endast göra begränsade justeringar jämfört med den internationella standarden för EMTN-program, framförallt med inspiration från liknande program under tysk rätt, har Vattenfall lyckats etablera ett program under svensk rätt samt tagit fram ett prospekt som är väldigt likt det format som internationella investerare är vana vid.”<\/p>\n<p>”Vi är glada över att nu få välkomna Vattenfall till Nasdaq-familjen och för att de är det första företaget att notera obligationer emitterade under ett EMTN-program på vår marknad”, säger Ann-Charlotte Eliasson, VP and Head of Nordic Fixed Income Listings på Nasdaq. ”Vi har sett ett ökat intresse bland nordiska emittenter att notera obligationer på våra marknader, men fram till nu har EMTN-obligationer varit ett undantag från den regeln. Med en stabil och likvid kapitalmarknad som kommer att förbli inom EU för överskådlig framtid, bör Nasdaqs nordiska obligationsmarknad vara det självklara valet för alla nordiska emittenter och ett attraktivt alternativ för europeiska företag som vill notera sina obligationer på en globalt erkänd marknad.”<\/p>\n<p>Vattenfall är ett ledande europeiskt energiföretag med omkring 20 000 anställda och med verksamhet i framförallt Sverige, Tyskland, Nederländerna, Danmark, Storbritannien och Finland. Vattenfall ägs av den svenska staten.<\/p>\n<p>Mannheimer Swartling har varit Vattenfalls svenska juridiska rådgivare i samband med etableringen av EMTN-programmet och noteringen av obligationerna.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Den 18 april 2018 publicerade Vattenfall grundprospektet för sitt EUR 10 000 000 000 Euro Medium Term Note-program (”EMTN”), vilket är det första EMTN-prospekt som…<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[3469],"tags":[],"class_list":["post-11183","post","type-post","status-publish","format-standard","hentry","category-uppdrag","business-group-bank-och-finans"],"acf":[],"lang":"sv","translations":{"sv":11183,"en":11185},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11183"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=11183"}],"version-history":[{"count":2,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11183\/revisions"}],"predecessor-version":[{"id":14740,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11183\/revisions\/14740"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=11183"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=11183"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=11183"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}