{"id":11385,"date":"2016-12-15T13:08:04","date_gmt":"2016-12-15T12:08:04","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=11385"},"modified":"2021-03-12T12:01:35","modified_gmt":"2021-03-12T11:01:35","slug":"castellum-saljer-del-av-gamla-norrporten-bestandet-for-drygt-57-miljarder-kronor","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/uppdrag\/castellum-saljer-del-av-gamla-norrporten-bestandet-for-drygt-57-miljarder-kronor\/","title":{"rendered":"Castellum säljer del av gamla Norrporten-beståndet för drygt 5,7 miljarder kronor"},"content":{"rendered":"<p>Efter Castellums förvärv av Norrporten – den näst största fastighetsaffären i Sverige genom tiderna – aviserade Castellum att försäljningar skulle genomföras för att finansiera förvärvet av Norrporten. För fullföljandet av detta har Castellum under hösten bl.a. avyttrat en större fastighetsportfölj uppdelad i fyra transaktioner och till ett sammanlagt försäljningspris om drygt 5, 7 miljarder kronor.<\/p>\n<p>Försäljningspriset för den första huvudtransaktionen uppgick till 256 miljoner kronor, efter avdrag för omkostnader och bedömd uppskjuten skatt om 13 miljoner kronor. Försäljningen avsåg fyra kontorsfastigheter i centrala Östersund och omfattande cirka 18 700 kvm. Köparen var Intea Fastigheter AB och frånträdet skedde den 1 december 2016.<\/p>\n<p>Försäljningspriset för den andra huvudtransaktionen uppgick till 486 miljoner kronor, efter avdrag för omkostnader och bedömd uppskjuten skatt om 27 miljoner kronor. Försäljning avser kontorsfastigheten Luleå Lejonet 11, omfattande ca 21 800 kvm. Köparen var Specialfastigheter Sverige Aktiebolag och frånträdet skedde den 15 december 2016.<\/p>\n<p>Försäljningspriset för den tredje huvudtransaktionen uppgick till 4,5 miljarder kronor, efter avdrag av bedömd uppskjuten skatt om cirka 100 miljoner kronor. Försäljning avser 10 fastigheter i Sundsvall, 13 fastigheter i Umeå och 9 fastigheter i Luleå. Köparen är Diös Fastigheter AB och frånträdet är planerad att ske den 1 februari 2017. Tillträdet är bl.a. villkorat av att företrädesemission godkänns vid extra bolagsstämma hos Diös samt att sedvanlig konkurrensprövning av försäljningen sker hos Konkurrensverket.<\/p>\n<p>Försäljningspriset för den fjärde huvudtransaktionen uppgick till 472 miljoner kronor, efter avdrag för omkostnader och uppskjuten bedömd skatt om 19 miljoner kronor. Försäljningen avser fyra fastigheter i Sundsvall och sex fastigheter i Östersund om totalt cirka 48 000 kvm. Köparen var NP3 Fastigheter och frånträde sker den 31 mars 2017.<\/p>\n<p>Castellum är ett av de största börsnoterade fastighetsbolagen i Sverige. Fastigheternas värde uppgick vid senaste rapport till 74 miljarder kronor och utgörs av lokaler för kontor\/butik och lager\/industri med en uthyrningsbar yta om 4,7 miljoner kvm.<\/p>\n<p>Castellum rådgavs av Mannheimer Swartling i transaktionen.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Efter Castellums förvärv av Norrporten – den näst största fastighetsaffären i Sverige genom tiderna – aviserade Castellum att försäljningar skulle genomföras för att finansiera förvärvet…<\/p>\n","protected":false},"author":8,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[3469],"tags":[],"class_list":["post-11385","post","type-post","status-publish","format-standard","hentry","category-uppdrag","business-group-arbetsratt-och-pensioner","business-group-fastighetsratt","business-group-foretagsoverlatelser"],"acf":[],"lang":"sv","translations":{"sv":11385,"en":11387},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11385"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/8"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=11385"}],"version-history":[{"count":2,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11385\/revisions"}],"predecessor-version":[{"id":14975,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11385\/revisions\/14975"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=11385"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=11385"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=11385"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}