{"id":11703,"date":"2017-11-10T14:19:30","date_gmt":"2017-11-10T13:19:30","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=11703"},"modified":"2021-03-11T11:04:16","modified_gmt":"2021-03-11T10:04:16","slug":"ge-and-green-investment-group-to-deliver-650-mw-of-onshore-wind-to-sweden","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/en\/assignment\/ge-and-green-investment-group-to-deliver-650-mw-of-onshore-wind-to-sweden\/","title":{"rendered":"GE and Green Investment Group to deliver 650 MW of onshore wind to Sweden"},"content":{"rendered":"<p><strong>GE (NYSE: GE) and Green Investment Group Limited (Green Investment Group), part of Macquarie Group (Macquarie), have partnered to deliver and operate 650 MW of onshore wind through the Markbygden ETT wind farm in Northern Sweden. The project will be the largest single site onshore wind farm in Europe, increasing Sweden’s installed wind generation by more than 12.5 percent. The equity partners raised approximately €800M in financing and have commenced construction of the project, which is expected to begin commissioning turbines in the second half of 2018 and be fully operational by the end of 2019.<\/strong><\/p>\n<p>GE Renewable Energy will supply 179 of its 3.6 MW turbines with 137 metre rotors, a turbine ideally suited for the project site’s wind speeds and climate. The turbine blades will be equipped with an innovative ice mitigation system by LM Wind Power, ensuring a stable level of availability and reduced downtime. GE is also providing a 20-year Full Service Agreement, and through its Grid Solutions business, will provide the high voltage switchgear for two collector substations at the wind farm.<\/p>\n<p>GE Energy Financial Services and Green Investment Group (the Sponsors) have jointly acquired the project from Svevind and invested more than €300M in equity to finance the wind farm. The transaction is Green Investment Group’s first equity investment following its acquisition by Macquarie and its first investment outside of the United Kingdom. For GE, it represents GE Capital’s strategy to invest in and structure financing solutions in support of GE in key global growth markets.<\/p>\n<p>The Sponsors’ financial advisory teams sought a mix of funding from development institutions, the export-credit market and commercial banks familiar with the Nordic energy market. The project was financed on a non-recourse project financing basis with close to €500M in debt financing secured from European Investment Bank (EIB), Export Credit Guarantees of the Federal Republic of Germany (Hermes Cover), NordLB (acting as MLA advisor and ECA bank), KfW IPEX-Bank and HSH Nordbank.<\/p>\n<p>GE and Green Investment Group originated and structured a 19-year fixed volume Power Purchase Agreement (PPA) with a subsidiary of Norsk Hydro, one of the largest aluminium producers in the world. The PPA enables Norsk Hydro to fix the price of a significant portion of the electricity demand for their Norwegian aluminium manufacturing facilities, producing approximately 100,000 tonnes of aluminium per year. NEAS Energy (part of Centrica plc) will provide an innovative structure for the sale of Elcerts (renewable energy certificates), balancing and hedging services for Markbygden ETT. The PPA is understood to be the largest corporate wind energy PPA in the world.<\/p>\n<p>The Sponsors were advised by Mannheimer Swartling in the transaction.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>GE (NYSE: GE) and Green Investment Group Limited (Green Investment Group), part of Macquarie Group (Macquarie), have partnered to deliver and operate 650 MW of…<\/p>\n","protected":false},"author":11,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[4313],"tags":[],"class_list":["post-11703","post","type-post","status-publish","format-standard","hentry","category-assignment","business-group-banking-and-finance","business-group-corporate-taxation","business-group-environment","business-group-mergers-and-acquisitions","business-group-real-estate","industry-energy"],"acf":[],"lang":"en","translations":{"en":11703,"sv":11701},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11703"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/11"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=11703"}],"version-history":[{"count":2,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11703\/revisions"}],"predecessor-version":[{"id":14365,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11703\/revisions\/14365"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=11703"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=11703"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=11703"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}