{"id":11701,"date":"2017-11-10T14:19:30","date_gmt":"2017-11-10T13:19:30","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=11701"},"modified":"2021-03-11T11:03:00","modified_gmt":"2021-03-11T10:03:00","slug":"ge-och-green-investment-group-levererar-650-mw-landbaserad-vindkraft-till-sverige","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/uppdrag\/ge-och-green-investment-group-levererar-650-mw-landbaserad-vindkraft-till-sverige\/","title":{"rendered":"GE och Green Investment Group levererar 650 MW landbaserad vindkraft till Sverige"},"content":{"rendered":"<p><strong>GE och Green Investment Group Limited (Green Investment Group), en del av Macquarie Group (Macquarie), ska tillsammans uppföra och driva 650 MW landbaserad vindkraft via vindkraftsparken Markbygden ETT i norra Sverige. Projektet kommer att bli den enskilt största landbaserade vindkraftsparken i Europa och ökar Sveriges vindkraftsproduktion med 12,5 %. Investerarna har anskaffat uppskattningsvis €800M i kapital. Uppförandet av projektet har påbörjats och turbinerna väntas sättas i drift under andra halvan av 2018 och vara i full drift i slutet av 2019.<\/strong><\/p>\n<p>GE Renewable Energy kommer att tillhandahålla 179 av sina 3,6 MW turbiner med en rotor på 137 meter, en ideal turbin med hänsyn till platsens vindstyrkor och klimat. Turbinbladen är utrustade med ett innovativ ishanteringssystem från LM Wind Power, som säkerställer en jämn och hög tillgänglighetsnivå. GE tillhandahåller även ett 20-årigt fullserviceavtal och kommer genom sin Grid Solutions verksamhet att tillhandahålla högspänningsställverk för två av vindkraftsparkens transformatorstationer.<\/p>\n<p>GE Energy Financial Services och Green Investment Group (sponsorerna) har gemensamt förvärvat projektet från Svevind och investerat mer än €300M i eget kapital för att finansiera vindparken. Transaktionen är Green Investment Groups första investering efter Macquaries förvärv och även deras första investering utanför Storbritannien. Transaktionen är ett led i GE Capitals strategi att investera i och strukturera finansieringslösningar till stöd för GE i centrala tillväxtmarknader.<\/p>\n<p>Sponsorernas finansiella rådgivare eftersökte finansiering från internationella finansinstitutioner, exportkreditmarknaden samt kommersiella banker med kännedom om den nordiska energimarknaden. Projektet finansierades med non-recourse projektfinansiering på  närmare €500M från den europeiska investeringsbanken (EIB), exportkreditgarantier från Tyskland (Euler Hermes), NordLB (i egenskap av MLA-rådgivare och ECA-bank), KfW IPEX-bank och HSH Nordbank.<\/p>\n<p>GE och Green Investment Group strukturerade ett 19-årigt elhandelsavtal med fast volym (PPA) med ett dotterbolag till Norsk Hydro, en av världens största aluminiumproducenter. Detta gör det möjligt för Norsk Hydro att säkra ett fast pris på en väsentlig andel av deras anläggningars elförbrukningsbehov, vilka årligen producerar uppskattningsvis 100.000 ton aluminium. NEAS Energy (en del av Centrica Plc) tillhandahåller en innovativ struktur för försäljning av elcertifikat, balansansvar och finansiella säkringar för Markbygden ETT. PPAt förstås vara världens största corporate PPA.<\/p>\n<p>Sponsorerna rådgavs i transaktionen av Mannheimer Swartling.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>GE och Green Investment Group Limited (Green Investment Group), en del av Macquarie Group (Macquarie), ska tillsammans uppföra och driva 650 MW landbaserad vindkraft via…<\/p>\n","protected":false},"author":11,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[3469],"tags":[],"class_list":["post-11701","post","type-post","status-publish","format-standard","hentry","category-uppdrag","business-group-bank-och-finans","business-group-fastighetsratt","business-group-foretagsbeskattning","business-group-foretagsoverlatelser","business-group-miljoratt","industry-energi"],"acf":[],"lang":"sv","translations":{"sv":11701,"en":11703},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11701"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/11"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=11701"}],"version-history":[{"count":2,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11701\/revisions"}],"predecessor-version":[{"id":14364,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/11701\/revisions\/14364"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=11701"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=11701"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=11701"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}