{"id":12274,"date":"2018-11-21T12:49:58","date_gmt":"2018-11-21T11:49:58","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=12274"},"modified":"2024-05-29T15:56:41","modified_gmt":"2024-05-29T13:56:41","slug":"sobi-forvarvar-synagis-och-andra-usa-rattigheter-fran-astrazeneca","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/uppdrag\/sobi-forvarvar-synagis-och-andra-usa-rattigheter-fran-astrazeneca\/","title":{"rendered":"Sobi™ förvärvar Synagis® och andra USA-rättigheter från AstraZeneca"},"content":{"rendered":"<p>Tisdagen den 13 november 2018 ingick Sobi avtal med AstraZeneca om att förvärva rättigheterna till Synagis i USA. Avtalet innebär också att Sobi kommer att ha rätt att ta del av 50 procent av den framtida potentiella avkastningen från läkemedelskandidaten MEDI8897 på den amerikanska marknaden. Den totala initiala köpeskillingen om cirka 13,6 miljarder SEK består av dels 1 miljard USD i kontanter, dels Sobi-aktier motsvarande 500 miljoner USD och ska betalas vid slutförandet av förvärvet. Slutförandet av förvärvet förväntas ske under fjärde kvartalet 2018 eller första kvartalet 2019, förutsatt att vissa sedvanliga villkor och regulatoriska godkännanden uppfylls.<\/p>\n<p>För att finansiera den kontanta delen av köpeskillingen tog Sobi samtidigt upp nya kreditfaciliteter som tillhandahålls av BNP Paribas, Danske Bank, Skandinaviska Enskilda Banken och Svenska Handelsbanken.<\/p>\n<p>Efter slutförandet av förvärvet kommer AstraZeneca att äga 8,1 procent av det totala antalet aktier och röster i Sobi och vara begränsade under en period om 12 månader från slutförandet av förvärvet från att sälja aktierna de erhållit som vederlag och under en period om 18 månader från slutförandet av förvärvet från att förvärva ytterligare aktier i Sobi.<\/p>\n<p>Sobis vd och koncernchef Guido Oelkers kommenterade transaktionen: &#8221;Jag gläder mig åt att kunna addera Synagis till vår produktportfölj eftersom det är den enda behandlingen som förebygger infektioner orsakade av RSV i denna utsatta patientgrupp med stora medicinska behov. Synagis kommer att bli en viktig strategisk katalysator för bolagets fortsatta utveckling och skapar en kraftfull plattform för tillväxt inom sällsynta sjukdomar. Vi ser tillskottet som en språngbräda för att driva en hållbar tillväxt i USA och det gör Sobi till en mer attraktiv partner. Det kommer också att stärka affärsområdet Specialty Care och diversifiera Immunology-verksamheten. De förväntade intäkterna från förvärvet kommer också att stärka vår finansiella förmåga att stödja framtida tillväxtinitiativ&#8221;.<\/p>\n<p>Sobi är ett internationellt bioteknologiskt företag inriktat på sällsynta sjukdomar. Företagets vision är att bli ansedd som en global ledare i att tillhandahålla innovativa och livsförändrande behandlingar för människor som lever med sällsynta sjukdomar. Sobis produktportfölj fokuserar främst på behandlingar inom Haemophilia och Specialty Care. Samarbeten avseende utveckling och kommersialisering av produkter inom Specialty Care är en viktig del av Sobis strategi. Sobi är en pionjär inom bioteknologi med stort kunnande inom proteinteknik och produktion av biologiska läkemedel.<\/p>\n<p>Sobi rådgavs av Mannheimer Swartling avseende svensk rätt.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Tisdagen den 13 november 2018 ingick Sobi avtal med AstraZeneca om att förvärva rättigheterna till Synagis i USA. Avtalet innebär också att Sobi kommer att…<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[3469],"tags":[],"class_list":["post-12274","post","type-post","status-publish","format-standard","hentry","category-uppdrag","business-group-bank-och-finans","business-group-healthcare-and-life-sciences","business-group-publik-ma-och-aktiemarknad"],"acf":[],"lang":"sv","translations":{"sv":12274,"en":12276},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/12274"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=12274"}],"version-history":[{"count":3,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/12274\/revisions"}],"predecessor-version":[{"id":23565,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/12274\/revisions\/23565"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=12274"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=12274"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=12274"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}