{"id":14766,"date":"2020-12-23T17:31:48","date_gmt":"2020-12-23T16:31:48","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=14766"},"modified":"2021-04-07T14:40:54","modified_gmt":"2021-04-07T12:40:54","slug":"mannheimer-swartling-utser-sju-nya-partners","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/nyheter-om-byran\/mannheimer-swartling-utser-sju-nya-partners\/","title":{"rendered":"Mannheimer Swartling utser sju nya partners"},"content":{"rendered":"<p class=\"preamble\">Mannheimer Swartling är stolta över att meddela att Rickard Carrick, Maria Holme, Aleksander Ivarsson, Daniel Khayyami, Caroline Perlström, Jon Rastad och Robin Rylander har valts till nya partners på byrån.<\/p>\n<p>&#8221;Våra nya partners är alla etablerade och mycket skickliga rådgivare inom sina respektive områden. Inte minst är det sju uppskattade medarbetare med ett helt fantastiskt engagemang för våra klienter och för byrån. Det är med glädje vi ser fram emot deras fortsatta framgångar&#8221;, säger Jan Dernestam, Managing partner på Mannheimer Swartling.<\/p>\n<p><strong>Nyutnämnda partners<\/strong><\/p>\n<p><em>Rickard Carrick<\/em> ingår i Mannheimer Swartlings verksamhetsgrupp Företagsöverlåtelser och tjänstgör vid byråns kontor i Malmö. Rickard företräder klienter i alla former av företagsöverlåtelser, innefattande både bilateralt förhandlade transaktioner och auktionsprocesser, nationella samt internationella transaktioner, aktieöverlåtelser- och inkråmsöverlåtelser, samt joint ventures, omstruktureringar och minoritetsinvesteringar. Rickard har dock ett särskilt fokus på transaktioner inom Life Science och Technology.<\/p>\n<p>Rickard började på byrån 2011. Han är medlem i Sveriges Advokatsamfund och har en jur kand samt ekonomie kandidatexamen från Lunds universitet.<\/p>\n<p><em>Maria Holme<\/em> ingår i Mannheimer Swartlings verksamhetsgrupp för Företagsöverlåtelser och tjänstgör vid byråns kontor i Stockholm. Hennes arbete omfattar rådgivning vid M&amp;A-transaktioner och strukturfrågor. Hon arbetar med klienter inom alla verksamhetsområden och branscher.<\/p>\n<p>Maria började på byrån 2012. Hon är medlem i Sveriges advokatsamfund och har en jur kand från Lunds universitet.<\/p>\n<p><em>Aleksander Ivarsson<\/em> ingår i Mannheimer Swartlings verksamhetsgrupp för Publik M&amp;A och Aktiemarknad och tjänstgör vid byråns kontor i Göteborg. Aleksander är specialiserad på aktiemarknadsrätt och arbetar med alla typer av publika företagstransaktioner. Aleksander biträder även noterade företag i bland annat bolagsstyrnings- och informationsgivningsfrågor.<\/p>\n<p>Aleksander började på byrån 2010. Han är medlem i Sveriges Advokatsamfund och har en jur kand från Lunds universitet.<\/p>\n<p><em>Daniel Khayyami<\/em> ingår i Mannheimer Swartlings verksamhetsgrupp Bank och finans och tjänstgör vid byråns kontor i Stockholm. Daniel är specialiserad inom finansjuridik, med särskilt fokus på svenska och internationella finansieringstransaktioner av olika slag, rådgivning kring strukturfrågor samt omstruktureringar i samband problemkrediter.<\/p>\n<p>Daniel började på byrån 2013. Han är medlem i Sveriges Advokatsamfund och har en jur kand från Uppsala universitet.<\/p>\n<p><em>Caroline Perlström<\/em> ingår i Mannheimer Swartlings verksamhetsgrupp för Miljörätt och tjänstgör vid byråns kontor i Göteborg. Caroline rådger klienter inom ett brett spektrum av miljörättsliga ärenden. Hon arbetar bland annat med tillståndsprövningar av verksamheter, ansvar för efterbehandling av förorenade områden och miljörättsliga frågor i samband med transaktioner.<\/p>\n<p>Caroline började på byrån 2010. Hon är medlem i Sveriges Advokatsamfund och har en jur kand från Handelshögskolan vid Göteborgs universitet.<\/p>\n<p><em>Jon Rastad<\/em> ingår i Mannheimer Swartlings verksamhetsgrupp Företagsöverlåtelser och tjänstgör vid byråns kontor i Stockholm. Jons arbete omfattar rådgivning vid M&amp;A-transaktioner samt löpande bolagsrättslig rådgivning. Han arbetar med klienter inom alla verksamhetsområden och branscher.<\/p>\n<p>Jon började på byrån 2011. Han är medlem i Sveriges Advokatsamfund och har en jur kand från Stockholms universitet.<\/p>\n<p><em>Robin Rylander<\/em> ingår i Mannheimer Swartlings verksamhetsgrupp för Tvistlösning och tjänstgör vid byråns kontor i Stockholm. Han har även arbetat en period vid byråns kontor i New York. Han bistår klienter i alla faser av en tvist – från tidiga processlägesbedömningar och framställande av krav, till förlikningsförhandlingar och förfaranden inför svenska domstolar och svenska och internationella skiljenämnder.<\/p>\n<p>Robin började på byrån 2011 och är medlem i Sveriges advokatsamfund sedan 2011. Han har en jur kand från Uppsala universitet.<\/p>\n<p>&nbsp;<\/p>\n<p>För mer information, vänligen kontakta:<\/p>\n<p>Jan Dernestam, Managing Partner<br \/>\n+46 70 977 73 48, <a href=\"mailto:jan.dernestam@msa.se\">jan.dernestam@msa.se<\/a><\/p>\n<p>Helena Sjöholm, Head of Marketing and Communications<br \/>\n+46 70 977 79 34, <a href=\"mailto:helena.sjoholm@msa.se\">helena.sjoholm@msa.se<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Mannheimer Swartling är stolta över att meddela att Rickard Carrick, Maria Holme, Aleksander Ivarsson, Daniel Khayyami, Caroline Perlström, Jon Rastad och Robin Rylander har valts…<\/p>\n","protected":false},"author":10,"featured_media":15715,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-14766","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-nyheter-om-byran"],"acf":[],"lang":"sv","translations":{"sv":14766,"en":14769},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/14766"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=14766"}],"version-history":[{"count":4,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/14766\/revisions"}],"predecessor-version":[{"id":17253,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/14766\/revisions\/17253"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/15715"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=14766"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=14766"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=14766"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}