{"id":14773,"date":"2020-11-30T17:40:21","date_gmt":"2020-11-30T16:40:21","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=14773"},"modified":"2021-03-18T14:52:42","modified_gmt":"2021-03-18T13:52:42","slug":"vad-betyder-konkurrensratten-for-hallbara-branschsamarbeten","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/nyheter-om-byran\/vad-betyder-konkurrensratten-for-hallbara-branschsamarbeten\/","title":{"rendered":"Vad betyder konkurrensrätten för hållbara branschsamarbeten?"},"content":{"rendered":"<p class=\"preamble\">På Mannheimer Swartling fäster vi stor vikt vid hållbara affärer. Kortsiktiga framgångar får aldrig stå i vägen för utvecklingen mot en hållbar framtid. Att vi behöver systemiska lösningar på svårlösliga problem som till exempel klimatförändring blir allt tydligare. Ett inåtvänt &#8221;silotänkande&#8221; kommer helt enkelt inte att fungera. Samarbete är nödvändigt för att vi på ett meningsfullt sätt ska kunna nå våra <a href=\"https:\/\/sdgs.un.org\/goals\">hållbarhetsmål<\/a>. Att verkligen göra skillnad kräver storskalig förändring. Branschdriven utveckling har stor potential och är onekligen spännande, men den innebär också vissa utmaningar.<\/p>\n<h2>Står konkurrensrätten i vägen för förändring?<\/h2>\n<p>En omdebatterad fråga i <a href=\"https:\/\/ec.europa.eu\/competition\/information\/green_deal\/index_en.html\">Europa<\/a> idag är om konkurrensrätten kan och bör göra mer till stöd för hållbara lösningar på branschnivå – i synnerhet vad gäller EU:s <a href=\"https:\/\/ec.europa.eu\/info\/strategy\/priorities-2019-2024\/european-green-deal_en\">Green Deal<\/a>. Många kanske ser risken att bryta mot konkurrensrätten som ett skäl att inte föra dialog med konkurrenter eller stå bakom initiativ via branschorganisationer. Reglerna mot konkurrensbegränsande överenskommelser begränsar vad konkurrenter får diskutera sinsemellan. För mycket insyn i en konkurrents planer kan minska behovet av ett förnyat utbud eller konkurrenskraftiga priser. Syftet med reglerna är att företag ska kunna profilera sig självständigt på konkurrensutsatta marknader.<\/p>\n<p>Att iaktta försiktighet är bra, men det får inte verka förlamande. Reglerna ger utrymme för välplanerade, hållbara branschsamarbeten och för den växande viljan att ytterligare öka möjligheterna till samarbete kring dessa frågor (se rapporter från <a href=\"https:\/\/www.acm.nl\/sites\/default\/files\/documents\/2020-07\/sustainability-agreements%5B1%5D.pdf\">holländska<\/a> och grekiska konkurrensmyndigheter). Branschomfattande etikregler som främjar klimatvänliga åtgärder brukar vara okontroversiella. Det brukar även frivilliga åtaganden att införa incitament för hållbarhetsarbete (t.ex. för minskade koldioxidutsläpp) vara. Samarbete som syftar till att få affärspartners att följa befintliga lagkrav är generellt sett också bra. Det förutsätter dock att samarbetet inte innebär utbyte av konkurrensmässigt känslig information eller bojkott.<\/p>\n<p>Desto mer komplicerat är det när näringslivet – med endast knappa bevis på att konsumenterna är med på noterna – kollektivt satsar på att tillämpa strängare krav som ännu inte har stöd i lagstiftningen. I det fallet måste kostnaden (för en enskild konsument) vägas mot nyttan (för samhället i stort). Det är här det blir komplicerat. Att överträffa betyget &#8217;knappt godkänd&#8217; är beundransvärt och något som allt fler målinriktade företag strävar efter. Konkurrensrätten står inför ett vägskäl när det gäller i vilken utsträckning den utvecklingen ska understödjas.<\/p>\n<h2>Ett &#8221;mjukare perspektiv&#8221; bland myndigheter?<\/h2>\n<p>Att påstå att myndigheterna skulle ha intagit ett mjukare förhållningssätt vad gäller gemensamma åtgärder mot klimatförändring är kanske är att gå för långt, men det finns en <a href=\"https:\/\/ec.europa.eu\/commission\/commissioners\/2019-2024\/vestager\/announcements\/green-deal-and-competition-policy_en\">ökad medvetenhet<\/a> om värdet och i många fall behovet av sådana åtgärder. Hållbarhet är givetvis ett betydligt bredare begrepp än miljön, men inom konkurrensområdet står miljöfrågan just nu i fokus. Konkurrensrätten är ingen heltäckande lösning. Den är så klart inte den största drivkraften för en hållbar framtid. Regleringar och investeringar måste bana vägen framåt, men det finns ett utbrett stöd för att anpassa konkurrensrätten till en osäker, svårtolkad och komplex värld i snabb förändring.<\/p>\n<p>Det gör det i praktiken mödan värt att utreda branschgemensamma lösningar där enskilda åtgärder framstår som objektivt otillräckliga för att nå ett hållbarhetsmål. Konkurrensrätten ska inte ses som ett hinder. Den ska snarare ses som en stig att navigera med ansvar och förnuft. Denna &#8221;nya färdriktning&#8221; ska inte betraktas som en möjliggörare för dolda karteller eller så kallad greenwashing: lagstridigt beteende kommer inte att ursäktas bara för att det är &#8221;miljövänligt&#8221;. Det ligger helt enkelt rätt i tiden att fundera på om den risk som kanske hade förhindrat samarbetsmässiga framsteg är verklig eller illusorisk – en vägspärr eller ett navigerbart hinder?<\/p>\n<p>Konkurrensmyndigheterna är beredda att föra en dialog om den här typen av gemensamma projekt. Det samarbete mellan konkurrenter som har blivit nödvändigt i ljuset av covid-19 verkar ha gett oss en slags färdplan för hur vi ska tänka och agera. Vår erfarenhet av rådgivning inom branschinitiativ – både utifrån ett konkurrensrättsligt- och ett hållbarhetsperspektiv – har lärt oss att det oftast finns en framkomlig väg. Det som krävs är rätt skyddsåtgärder och omfattning.<\/p>\n<p>Vill du veta mer? Välkommen att göra av dig till någon av våra verksamhetsgrupper <a href=\"https:\/\/www.mannheimerswartling.se\/expertis\/verksamhetsomraden\/eu-och-konkurrensratt\/\">EU- och konkurrensrätt<\/a> eller <a href=\"https:\/\/www.mannheimerswartling.se\/expertis\/verksamhetsomraden\/corporate-sustainability-and-risk-management\/\">Corporate Sustainability &amp; Risk Management<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>På Mannheimer Swartling fäster vi stor vikt vid hållbara affärer. Kortsiktiga framgångar får aldrig stå i vägen för utvecklingen mot en hållbar framtid. Att vi behöver…<\/p>\n","protected":false},"author":10,"featured_media":15656,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-14773","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-nyheter-om-byran","business-group-corporate-sustainability-risk-management","business-group-eu-och-konkurrensratt"],"acf":[],"lang":"sv","translations":{"sv":14773,"en":14780},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/14773"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=14773"}],"version-history":[{"count":10,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/14773\/revisions"}],"predecessor-version":[{"id":15312,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/14773\/revisions\/15312"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/15656"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=14773"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=14773"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=14773"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}