{"id":14780,"date":"2020-11-30T17:40:21","date_gmt":"2020-11-30T16:40:21","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=14780"},"modified":"2021-03-24T09:20:03","modified_gmt":"2021-03-24T08:20:03","slug":"collaborate-for-sustainability-what-of-competition-law","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/en\/news-about-the-firm\/collaborate-for-sustainability-what-of-competition-law\/","title":{"rendered":"Collaborate for sustainability – what of competition law?"},"content":{"rendered":"<p class=\"preamble\">At Mannheimer Swartling, we believe in the importance of sustainable business. Success today should not undermine tomorrow. There is increasing recognition that we need systems solutions to wicked problems, like climate change. What this means is that a silo mentality just won&#8217;t cut it. Collaboration is sometimes the only way to move forward meaningfully to achieve sustainability goals. Real impact often depends on scale, after all. This kind of industry-led momentum is exciting but does present some challenges.<\/p>\n<p><strong>Does competition law rain on the parade?<\/strong><\/p>\n<p>Hotly debated right now in Europe is whether competition law can and should do more to support sectoral solutions in the sustainability space, specifically for the European Green Deal. Many may see antitrust risk as a reason not to reach out to competitors, or channel initiatives through trade associations. It is sensible to be cautious. The rules on anti-competitive agreements are intended to make sure companies push forward independently and compete robustly. They limit what may be discussed between competitors: too much insight into a competitor&#8217;s plans and there is less reason to innovate or price competitively.<\/p>\n<p>While prudence is positive, it should not be paralysing. There is existing headroom within the rules for well-planned sectoral cooperation on sustainability, and a growing appetite to create more (see papers from the Dutch and Greek competition authorities). Industry codes of conduct promoting climate-conscious practices are typically uncontroversial, so too are voluntary commitments to incentivise sustainability contributions (e.g. on the reduction of CO2 emissions). Cooperation aimed at encouraging business partners to comply with existing legal standards is also generally fine, absent competitively sensitive information exchange or boycott. More complicated is when industry makes a collective stretch towards a higher standard, where legislation has not yet paved the way and consumer willingness to follow is more untested. There, the cost (to a specific consumer) must be balanced against the benefit (to society more broadly). This is where it gets murky. Moving beyond the &#8217;lawful but awful&#8217; standard is a laudable goal for which purpose-driven companies are increasingly shooting. Competition law is in a moment of reflection in terms of how much to bend actively to facilitate this.<\/p>\n<p><strong>Is there a regulatory softening?<\/strong><\/p>\n<p>That might be going too far but there is heightened awareness of the value and oftentimes need for collective action to combat climate change. Sustainability is far broader than the environment, of course, but that is currently where the eye of antitrust is most focused. Competition law is no panacea – it is not the main driver to sustainability. Regulation and investment must lead the way but there is a groundswell of support to repurpose or recontextualise competition law for the volatile, uncertain, complex and ambiguous world we live in.<\/p>\n<p>What this means in practice is that disciplined exploration of sectoral solutions is worthwhile, where solo action is objectively ineffective to meet a sustainability goal. Instead of seeing competition law as a brick wall, think of it more as a hurdle to overcome responsibly and sensibly. This new direction of travel should not be seen as an open door for hidden cartels, nor greenwashing in pursuit of regulatory legitimacy: illegal behaviour will not be excused for being &#8217;green&#8217;. It is simply a very good time to consider whether the risk that might have stalled progress on collaboration is real or imagined, a roadblock or navigable?<\/p>\n<p>Competition authorities are willing to engage on these projects. Covid-19, and the competitor collaboration necessary as a result, has also provided a roadmap of sorts for how to think and plan. In our experience in advising on industry initiatives, from both a competition and sustainability standpoint, there is often a way through with the right safeguards and scope.<\/p>\n<p>To find out more on our work in this area, you are welcome to contact our <a href=\"https:\/\/www.mannheimerswartling.se\/en\/expertise\/verksamhetsomraden-oversatt\/eu-and-competition\/\">EU &amp; Competition Group<\/a>, and Corporate Sustainability &amp; Risk Management Group.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>At Mannheimer Swartling, we believe in the importance of sustainable business. Success today should not undermine tomorrow. There is increasing recognition that we need systems solutions…<\/p>\n","protected":false},"author":10,"featured_media":15655,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[7],"tags":[],"class_list":["post-14780","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-news-about-the-firm","business-group-corporate-sustainability-and-risk-management","business-group-eu-and-competition"],"acf":[],"lang":"en","translations":{"en":14780,"sv":14773},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/14780"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=14780"}],"version-history":[{"count":3,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/14780\/revisions"}],"predecessor-version":[{"id":15657,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/14780\/revisions\/15657"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/15655"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=14780"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=14780"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=14780"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}