{"id":19058,"date":"2019-11-21T14:53:23","date_gmt":"2019-11-21T13:53:23","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=19058"},"modified":"2021-08-27T14:56:30","modified_gmt":"2021-08-27T12:56:30","slug":"mannheimer-swartling-utser-sex-nya-partners","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/nyheter-om-byran\/mannheimer-swartling-utser-sex-nya-partners\/","title":{"rendered":"Mannheimer Swartling utser sex nya partners"},"content":{"rendered":"<p class=\"preamble\">Mannheimer Swartling är stolta över att meddela att Camilla Appelgren, Johan Berg, Anna Bryngelsson, Henrik Dock, Therese Jansson och Carl Johan Zimdahl har valts till nya partners på byrån.<\/p>\n<p>&#8221;Vi är enormt stolta och glada över att kunna tillkännage att vi valt in sex nya partners&#8221;, säger Jan Dernestam, Managing Partner på Mannheimer Swartling.<\/p>\n<p>&#8221;De är alla redan etablerade och välkända rådgivare inom sina respektive verksamhetsområden och de kommer att säkerställa att våra klienter även i framtiden får all den hjälp de behöver med sina allra mest komplexa affärer och vi ser med glädje fram emot deras fortsatta framgångar&#8221;, fortsätter han.<\/p>\n<p class=\"preamble-large\">Nyutnämnda partners<\/p>\n<p><strong>Camilla Appelgren<\/strong> kommer att ansluta till Mannheimer Swartlings branschgrupp Health Care and Life Science och kommer att tjänstgöra vid byråns kontor i Stockholm. Hon har praktiserat juridik i mer än 15 år och har arbetat vid svenska och internationella advokatbyråer. Camilla har bred erfarenhet inom områdena hälso- och sjukvård och life sciences, inklusive läkemedels-, bioteknik-, medicinteknik-, veterinärmedicin- och livsmedelsbranscherna. Camilla biträder regelbundet klienter inom bl.a. avtalsförhandling, regulatoriska frågor, licensiering och health care compliance.<\/p>\n<p>Camilla kommer att börja på byrån under 2020. Hon är medlem i Sveriges advokatsamfund och har en jur kand samt en ekonomie kandidatexamen från Lunds universitet.<\/p>\n<p><strong>Johan Berg<\/strong> ingår i Mannheimer Swartlings verksamhetsgrupp för Publik M&amp;A och Aktiemarknad och tjänstgör vid byråns kontor i Stockholm. Johan är specialiserad på aktiemarknadsrätt och arbetar med alla typer av aktiemarknadstransaktioner och offentliga uppköpserbjudanden. Johan biträder även noterade företag i bland annat bolagsstyrnings- och informationsgivningsfrågor.<\/p>\n<p>Johan började på byrån 2009 och har en jur kand från Stockholms universitet.<\/p>\n<p><strong>Anna Bryngelsson<\/strong> ingår i Mannheimer Swartlings verksamhetsgrupp för Miljörätt och tjänstgör vid byråns kontor i Malmö. Hon rådger klienter inom ett brett spektrum av miljörättsliga ärenden. Anna arbetar bland annat med tillståndsprövningar och miljörättsliga riskbedömningar vid transaktioner.<\/p>\n<p>Anna började på byrån 2012. Hon är medlem i Sveriges Advokatsamfund och har en jur kand från Lunds universitet.<\/p>\n<p><strong>Henrik Dock<\/strong> ingår i Mannheimer Swartlings verksamhetsgrupp för Företagsöverlåtelser och tjänstgör vid byråns kontor i Stockholm. Hans arbete omfattar rådgivning vid M&amp;A-transaktioner och strukturfrågor. Han arbetar med klienter inom alla verksamhetsområden och branscher.<\/p>\n<p>Henrik började på byrån 2011. Han är medlem i Sveriges advokatsamfund. Han har en jur kand samt en fil kand från Uppsala universitet.<\/p>\n<p><strong>Therese Jansson<\/strong> ingår i Mannheimer Swartlings verksamhetsgrupp Bank och finans och tjänstgör vid byråns kontor i Stockholm. Therese arbetar med bank- och finansjuridik i vid mening, men har ett särskilt fokus mot bankregulatoriska frågor – inklusive rörelse- och tillsynsfrågor för banker och andra finansiella institutioner – samt olika former av strukturerad finansiering och omstruktureringar.<\/p>\n<p>Therese började på byrån 2010. Hon är medlem i Sveriges Advokatsamfund och har en jur kand från Lunds universitet.<\/p>\n<p><strong>Carl Johan Zimdahl<\/strong> ingår i Mannheimer Swartlings verksamhetsgrupp för Kapitalförvaltning och finansiell reglering och tjänstgör vid byråns kontor i Stockholm. Han fokuserar sitt arbete på regulatoriska frågor rörande olika typer av finansmarknadsaktörer, inkluderande fondförvaltare, värdepappersbolag och andra kapitalförvaltningsstrukturer. Carl Johan började på byrån 2010. Han är medlem i Sveriges Advokatsamfund och har en jur kand från Lunds universitet.<\/p>\n<p>För mer information, vänligen kontakta:<\/p>\n<p>Jan Dernestam, Managing Partner<br \/>\n+46 70 977 73 48, jan.dernestam@msa.se<\/p>\n<p>Helena Sjöholm, Head of Marketing and Communications<br \/>\n+46 70 977 79 34, helena.sjoholm@msa.se<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Mannheimer Swartling är stolta över att meddela att Camilla Appelgren, Johan Berg, Anna Bryngelsson, Henrik Dock, Therese Jansson och Carl Johan Zimdahl har valts till…<\/p>\n","protected":false},"author":11,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-19058","post","type-post","status-publish","format-standard","hentry","category-nyheter-om-byran"],"acf":[],"lang":"sv","translations":{"sv":19058},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19058"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/11"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=19058"}],"version-history":[{"count":1,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19058\/revisions"}],"predecessor-version":[{"id":19059,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19058\/revisions\/19059"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=19058"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=19058"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=19058"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}