{"id":19061,"date":"2018-11-23T14:57:20","date_gmt":"2018-11-23T13:57:20","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=19061"},"modified":"2021-08-27T14:59:38","modified_gmt":"2021-08-27T12:59:38","slug":"mannheimer-swartling-utser-fem-nya-partners","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/nyheter-om-byran\/mannheimer-swartling-utser-fem-nya-partners\/","title":{"rendered":"Mannheimer Swartling utser fem nya partners"},"content":{"rendered":"<p class=\"preamble\">Mannheimer Swartling är stolta över att meddela att Carolina Dackö, Aron Skogman, Åsa Waller, Jakob Wijkander och Fredrik Sjövall har valts till nya partners på byrån med verkan från och med den 1 januari 2019.<\/p>\n<p>&#8221;Uppskattade medarbetare med utomordentligt stort engagemang – såväl i våra klienter som i byrån&#8221;, så beskriver Jan Dernestam, Managing Partner på Mannheimer Swartling, de kollegor som nu välkomnas in i partnerkretsen.<\/p>\n<p>&#8221;Tillsammans med hela byrån får jag lov att gratulera våra nya partners. Med glädje ser vi fram emot deras fortsatta framgångar.&#8221;<\/p>\n<p class=\"preamble-large\">Nyutnämnda partners<\/p>\n<p><strong>Carolina Dackö<\/strong> ingår i Mannheimer Swartlings verksamhetsgrupp Corporate Sustainability and Risk Management och tjänstgör vid byråns kontor i Göteborg. Med 10 års erfarenhet i Bryssel, huvudsakligen från arbete på internationella advokatbyråer, är hon specialiserad på internationell handelsrätt, inklusive exportkontroll och sanktioner. Carolina började på byrån 2016 och är medlem i Sveriges advokatsamfund. Hon har en jur kand från Göteborgs universitet.<\/p>\n<p><strong>Aron Skogman<\/strong> ingår i Mannheimer Swartlings verksamhetsgrupp för Tvistlösning och tjänstgör vid byråns kontor i Malmö. Han bistår klienter i alla faser av en tvist – från tidiga processlägesbedömningar och framställande av krav, till förlikningsförhandlingar och förfaranden inför svenska domstolar och svenska och internationella skiljenämnder. Aron började på byrån 2008 och är medlem i Sveriges advokatsamfund. Han har en jur kand från Lunds universitet.<\/p>\n<p><strong>Åsa Waller<\/strong> ingår i Mannheimer Swartlings verksamhetsgrupp för tvistlösning och tjänstgör vid byråns kontor i Stockholm. Hon har tidigare tjänstgjort vid byråns kontor i Hong Kong. Hon bistår klienter i alla faser av en tvist – från tidiga processlägesbedömningar och framställande av krav, till förlikningsförhandlingar och förfaranden inför svenska domstolar och svenska och internationella skiljenämnder. Åsa började på byrån 2006 och är medlem i Sveriges advokatsamfund. Hon har en jur kand från Lunds universitet.<\/p>\n<p><strong>Jakob Wijkander<\/strong> ingår i Mannheimer Swartlings verksamhetsgrupp för Publik M&amp;A och aktiemarknad och tjänstgör vid byråns kontor i Malmö. Han har tidigare även tjänstgjort vid byråns kontor i New York. Jakob är specialiserad på aktiemarknadsrätt och arbetar med alla typer av publika företagstransaktioner. Jakob biträder även noterade företag i bland annat bolagsstyrnings- och informationsgivningsfrågor. Jakob började på byrån 2008 och är medlem i Sveriges advokatsamfund. Han har en jur kand från Lunds universitet.<\/p>\n<p><strong>Fredrik Sjövall<\/strong> ingår i Mannheimer Swartlings verksamhetsgrupp för EU- och konkurrensrätt. Han bistår klienter i frågor kring förvärvskontroll, karteller, missbruk av dominerande ställning, statsstöd samt offentlig upphandling. Fredrik började på byrån 2010 och är medlem i Sveriges advokatsamfund. Han har en jur kand från Lunds universitet.<\/p>\n<p>För mer information, vänligen kontakta:<\/p>\n<p>Jan Dernestam, Managing Partner<br \/>\n+46 70 977 73 48, jan.dernestam@msa.se<\/p>\n<p>Helena Sjöholm, Head of Marketing and Communications<br \/>\n+46 70 977 79 34, helena.sjoholm@msa.se<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Mannheimer Swartling är stolta över att meddela att Carolina Dackö, Aron Skogman, Åsa Waller, Jakob Wijkander och Fredrik Sjövall har valts till nya partners på…<\/p>\n","protected":false},"author":11,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-19061","post","type-post","status-publish","format-standard","hentry","category-nyheter-om-byran"],"acf":[],"lang":"sv","translations":{"sv":19061,"en":19063},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19061"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/11"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=19061"}],"version-history":[{"count":1,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19061\/revisions"}],"predecessor-version":[{"id":19062,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19061\/revisions\/19062"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=19061"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=19061"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=19061"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}