{"id":19117,"date":"2017-04-11T14:00:59","date_gmt":"2017-04-11T12:00:59","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=19117"},"modified":"2021-08-31T14:03:55","modified_gmt":"2021-08-31T12:03:55","slug":"mannheimer-swartlings-partner-andre-andersson-utses-till-hedersdoktor-vid-stockholms-universitet","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/nyheter-om-byran\/mannheimer-swartlings-partner-andre-andersson-utses-till-hedersdoktor-vid-stockholms-universitet\/","title":{"rendered":"Mannheimer Swartlings partner André Andersson utses till hedersdoktor vid Stockholms universitet"},"content":{"rendered":"<p class=\"preamble\">Till hedersdoktor i juridik vid Stockholms universitet har igår utsetts Mannheimer Swartlings partner advokat André Andersson.<\/p>\n<p>André Andersson är ordförande för byråns verksamhetsgrupp Bank och finans. Han är specialiserad inom detta område och arbetar i synnerhet med frågor som rör strukturering och omstrukturering av olika typer av finansiella transaktioner. André är därutöver byråns Global Relationship Partner och är sedan ett antal år aktivt engagerad i arbetet vid Stockholm Centre for Commercial Law.<\/p>\n<p>Andrés utnämning motiveras av att han under många år bidragit till den juridiska fakultetens utveckling och arbete genom stöd till forskningen och undervisningen.<\/p>\n<p>Ett hedersdoktorat är ett uttryck för universitetets uppskattning av framstående insatser inom något av universitetets verksamhetsområden. Den utsedde hedersdoktorn ska ha anknytning till Stockholms universitet eller i något avseende ha bidragit till universitetets verksamhet. Hedersdoktorer promoveras tillsammans med universitetets övriga doktorer vid promotionshögtiden som i år äger rum den 29 september.<\/p>\n<p><strong>Motivering<\/strong><\/p>\n<p><em>&#8221;Advokat André Andersson, som är född 1959, har allt sedan hans yrkesmässiga verksamhet påbörjades haft som sitt kanske största intresse att främja samverkan mellan det praktiska yrkeslivet och den juridiska forskningen. Det har inneburit att Andersson, som utbildades i Lund men varit verksam i Stockholm, deltagit under många år i en rad olika verksamheter vid vår fakultet. Han har sedan många år suttit i styrelsen för Stockholm Centre for Commercial Law (SCCL) samt även i det exekutiva s.k. särskilda utskottet samt i det Vetenskapliga rådet. Han har tillsammans med flera andra initierat forskning men även tagit egna initiativ för att skapa resurser för unga forskare att erhålla såväl doktorandtjänster som s.k. postdok.-befattningar. Tillsammans med flera andra vid centret har han initierat ett samarbete med Christ Church vid universitetet i Oxford och även deltagit i den kommitté vid centret som har utvecklat ett samarbete med Institute of European och Comparative Law (IECL) vid the Faculty of Law i Oxford.<\/em><\/p>\n<p><em>Detta starka intresse har inneburit att Andersson även i övrigt utnyttjats i fakultetens verksamhet genom att under många år vara ledamot av fakultetens Utbildningsutskott, deltagit i undervisning i s.k. specialkurser och då såväl sådana med mer praktisk inriktning som sådana med renodlad vetenskaplig inriktning.&#8221;<\/em><\/p>\n<p>André har en juris kandidat och en ekonomexamen från Lunds universitet (1986). Han började, efter ytterligare studier i Oxford, sin karriär 1987 som biträdande jurist på Carl Swartling Advokatbyrå och fortsatte efter fusionen på Mannheimer Swartling, där han blev partner 1994. Han tilldelades 2011 Chambers European Award for Outstanding Contribution to the Legal Profession.<\/p>\n<p><em>&#8221;Givetvis kommer vi att fira Andrés utnämning&#8221;, säger Jan Dernestam, Managing Partner på Mannheimer Swartling. &#8221;För oss som advokatbyrå är det viktigt med en nära koppling till den akademiska världen. Vi uppmuntrar byråns jurister att engagera sig såväl inom forskning som inom grundutbildning. André har under många år brunnit för dessa frågor och vi är därför både stolta och glada över att han nu blir belönad för dessa insatser. Vi är också särskilt glada över att vi genom Andrés engagemang kan bidra till den värdefulla forskningsverksamhet som bedrivs vid Stockholm Centre for Commercial Law.&#8221;<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Till hedersdoktor i juridik vid Stockholms universitet har igår utsetts Mannheimer Swartlings partner advokat André Andersson. André Andersson är ordförande för byråns verksamhetsgrupp Bank och…<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-19117","post","type-post","status-publish","format-standard","hentry","category-nyheter-om-byran"],"acf":[],"lang":"sv","translations":{"sv":19117,"en":19120},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19117"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=19117"}],"version-history":[{"count":2,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19117\/revisions"}],"predecessor-version":[{"id":19119,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19117\/revisions\/19119"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=19117"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=19117"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=19117"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}