{"id":19120,"date":"2017-04-11T14:00:59","date_gmt":"2017-04-11T12:00:59","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=19120"},"modified":"2021-08-31T14:05:21","modified_gmt":"2021-08-31T12:05:21","slug":"mannheimer-swartling-partner-andre-andersson-receives-honorary-doctorate-from-stockholm-university","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/en\/news-about-the-firm\/mannheimer-swartling-partner-andre-andersson-receives-honorary-doctorate-from-stockholm-university\/","title":{"rendered":"Mannheimer Swartling partner André Andersson receives honorary doctorate from Stockholm University"},"content":{"rendered":"<p class=\"preamble\">Mannheimer Swartling partner André Andersson is awarded an honorary doctorate in law from Stockholm University.<\/p>\n<p>André Andersson, who heads Mannheimer Swartling’s Banking and Finance group, has worked for many years with a broad variety of complex financial transactions, often implementing structures new to the Swedish market. André is also the firm&#8217;s Global Relationship Partner, and is since several years active at the Stockholm University law faculty, as well as the Stockholm Centre for Commercial Law, where he serves as a member of the board.<\/p>\n<p>The decision to confer an honorary degree was motivated by André’s many years of service to the development and work of the legal faculty through his support of research and teaching.<\/p>\n<p>An honorary doctorate is an expression of the University&#8217;s appreciation of outstanding contributions within one of its areas. To receive an honorary doctorate, a person should be affiliated with or have contributed in some way to the work of the University. Both honorary and other doctorates are conferred at the University’s Installation and Conferment Ceremony, to be held this year on 29 September.<\/p>\n<p><strong>Motivation<\/strong><\/p>\n<p><em>&#8221;The main interest of Advokat André Andersson, born in 1959, has probably ever since the beginning of his career been to promote the interaction between legal practice and research. This means that Andersson, who received his education in Lund but practise in Stockholm, for many years has participated in a number of activities at our faculty. He has for a number of years served on the board of the Stockholm Centre for Commercial Law (SCCL) as well as on the executive Special Committee and the Scientific Council. Together with others, he has initiated research activities, and he has also taken personal initiatives to create resources for young researchers to obtain postgraduate posts, such as so-called post doctorate positions. Together with others at the Centre, he has initiated a collaboration with Christ Church at the University of Oxford and also been a member of the Centre Committee responsible for developing the collaboration with the Institute of European and Comparative Law (IECL) at the Oxford Faculty of Law.<\/em><\/p>\n<p><em>This strong interest has brought the faculty to also use Andersson in other capacities as he has for many years served as a member of the faculty&#8217;s Educational Committee, and he teaches special courses, with practical as well as purely scientific focus.&#8221;<\/em><\/p>\n<p>André received a Master of Law and an Economics Degree at Lund University (1986). After further studies in Oxford, he began his career in 1987 as an associate at the Carl Swartling Law Firm, and remained after the merger of Carl Swartling with Mannheimer Zetterlöf in 1990 to form Mannheimer Swartling, where he was named partner in 1994. In 2011 André received the Chambers &amp; Partners European Award for Outstanding Contribution to the Legal Profession.<\/p>\n<p><em>&#8221;We will of course be sure to celebrate André&#8217;s nomination&#8221;, says Jan Dernestam, Managing Partner at Mannheimer Swartling. &#8221;As a law firm it is important for us to maintain a close connection with the academic world, and we actively encourage lawyers at our firm to be involved both in research and education. André has for many years been passionate about these issues and we are therefore both proud and happy that he is now being recognized for these contributions. We are especially happy that we are able through André&#8217;s commitment to contribute to the valuable research activities being conducted at the Stockholm Centre for Commercial Law.&#8221;<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Mannheimer Swartling partner André Andersson is awarded an honorary doctorate in law from Stockholm University. André Andersson, who heads Mannheimer Swartling’s Banking and Finance group,…<\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[7],"tags":[],"class_list":["post-19120","post","type-post","status-publish","format-standard","hentry","category-news-about-the-firm"],"acf":[],"lang":"en","translations":{"en":19120,"sv":19117},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19120"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=19120"}],"version-history":[{"count":2,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19120\/revisions"}],"predecessor-version":[{"id":19122,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19120\/revisions\/19122"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=19120"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=19120"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=19120"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}