{"id":19816,"date":"2021-10-29T09:44:13","date_gmt":"2021-10-29T07:44:13","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=19816"},"modified":"2021-11-18T16:41:29","modified_gmt":"2021-11-18T15:41:29","slug":"mannheimer-swartling-advises-volvo-cars-in-its-listing-on-nasdaq-stockholm","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/en\/assignment\/mannheimer-swartling-advises-volvo-cars-in-its-listing-on-nasdaq-stockholm\/","title":{"rendered":"Mannheimer Swartling advises Volvo Cars in its listing on Nasdaq Stockholm"},"content":{"rendered":"<p class=\"preamble\">On 29 October 2021, Volvo Car AB (publ) (“Volvo Cars”) was listed on Nasdaq Stockholm<\/p>\n<p>The offering price amounted to SEK 53 per share, corresponding to a market value for all outstanding shares in the company of SEK 158 billion. The offering, which comprised an offering to the general public in Sweden, Denmark, Finland and Norway and an offering to institutional investors in Sweden and abroad, consisted of a new share issue, providing Volvo Cars with gross proceeds of approximately SEK 20 billion. The total value of the offering, assuming that the overallotment option of up to 15 per cent is exercised in full, amounts to approximately SEK 23 billion.<\/p>\n<p>The listing of Volvo Cars on Nasdaq Stockholm is the second largest IPO in Sweden ever, and the largest IPO since 2000 in terms of offering size. Also in terms of market value, Volvo Cars is one of the largest companies to list on Nasdaq Stockholm. The landmark transaction means that the iconic Swedish brand Volvo Cars becomes a listed company after more than 20 years in a private environment.<\/p>\n<p>Volvo Cars is one of the world’s fastest growing (both in terms of units sold and revenue) premium automotive brands, providing its customers with the freedom to move in a personal, sustainable and safe way. Volvo Cars believes that its unique structure and focused strategy makes it one of the fastest transformers in the global automotive industry, with mid-decade ambitions dedicated to electrification, sustainability and digitisation. Founded and headquartered in Gothenburg, Sweden in 1927, over the course of its history, Volvo Cars has been a global force for automotive safety and innovation. During the twelve months ended 30 June 2021, Volvo Cars sold more than 770,000 cars in over 100 countries. Revenue during the same period amounted to approximately SEK 292 billion, and the operating income (EBIT) was approximately SEK 23 billion.<\/p>\n<p>On 27 September 2021, Volvo Cars’ strategic affiliate Polestar announced that it had entered into a business combination agreement with Gores Guggenheim, a special purpose acquisition company (SPAC) whose securities are listed on Nasdaq Capital Market (New York). According to the announcement, following completion of the de-SPAC, Polestar is expected to be listed on Nasdaq New York in the first half of 2022. Under the business combination agreement, Polestar is expected to have a post-de-SPAC implied enterprise value of USD 20 billion (SEK 175.2 billion) and an implied equity value of USD 21.3 billion (SEK 186.6 billion), implying that Volvo Cars’ expected indirect holding of 48.1 per cent of the shares in Polestar would to be valued at USD 10.2 billion (SEK 89.4 billion).<\/p>\n<p>Volvo Cars and its main owner Geely Sweden Holdings AB were advised by Mannheimer Swartling in the offering and the listing on Nasdaq Stockholm. Volvo Cars was advised by Mannheimer Swartling as to Swedish law matters in relation to the expected Polestar de-SPAC transaction.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On 29 October 2021, Volvo Car AB (publ) (“Volvo Cars”) was listed on Nasdaq Stockholm The offering price amounted to SEK 53 per share, corresponding…<\/p>\n","protected":false},"author":7,"featured_media":20042,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[4313],"tags":[],"class_list":["post-19816","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-assignment","business-group-public-ma-and-equity-capital-markets"],"acf":[],"lang":"en","translations":{"en":19816,"sv":19814},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19816"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=19816"}],"version-history":[{"count":4,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19816\/revisions"}],"predecessor-version":[{"id":20358,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19816\/revisions\/20358"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/20042"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=19816"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=19816"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=19816"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}