{"id":19814,"date":"2021-10-29T09:44:13","date_gmt":"2021-10-29T07:44:13","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=19814"},"modified":"2021-11-18T16:43:02","modified_gmt":"2021-11-18T15:43:02","slug":"mannheimer-swartling-radger-volvo-cars-i-samband-med-borsnoteringen-pa-nasdaq-stockholm","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/uppdrag\/mannheimer-swartling-radger-volvo-cars-i-samband-med-borsnoteringen-pa-nasdaq-stockholm\/","title":{"rendered":"Mannheimer Swartling rådger Volvo Cars i samband med börsnoteringen på Nasdaq Stockholm"},"content":{"rendered":"<p class=\"preamble\">Den 29 oktober 2021 börsnoterades Volvo Car AB (publ) (”Volvo Cars”) på Nasdaq Stockholm<\/p>\n<p>Erbjudandepriset uppgick till 53 SEK per aktie, vilket motsvarar ett värde på samtliga utestående aktier i bolaget om 158 miljarder SEK. Erbjudandet bestod av ett erbjudande till allmänheten i Sverige, Danmark, Finland och Norge samt ett erbjudande till institutionella investerare i Sverige och utlandet. Nyemissionen som genomfördes i samband med erbjudandet tillför Volvo Cars en bruttolikvid om cirka 20 miljarder SEK. Det totala värdet på erbjudandet, under förutsättning att övertilldelningsoptionen om upp till 15 procent utnyttjas till fullo, uppgår till cirka 23 miljarder SEK.<\/p>\n<p>Noteringen av Volvo Cars på Nasdaq Stockholm är den näst största börsnoteringen i Sverige någonsin, och den största sedan 2000 när det gäller storlek på erbjudandet. Även när det gäller marknadsvärde är Volvo Cars ett av de största företagen som noteras på Nasdaq Stockholm. Den historiska transaktionen innebär att det ikoniska svenska varumärket Volvo Cars blir ett börsnoterat företag efter mer än 20 år i onoterad miljö.<\/p>\n<p>Volvo Cars är ett av världens snabbast växande premiumbilmärken, både sett till antal sålda bilar och omsättning, och erbjuder sina kunder möjligheten att förflytta sig på ett personligt, hållbart och säkert sätt. Volvo Cars bedömer också att dess unika struktur och fokuserade strategi gör koncernen till en av de aktörer som ställer om snabbast inom den globala bilindustrin, med ambitioner för mitten av decenniet som är fokuserade på elektrifiering, hållbarhet och digitalisering. Volvo Cars grundades i Göteborg 1927 och har fortfarande sitt huvudkontor där. Volvo Cars har sedan dess varit en global drivkraft för bilsäkerhet och innovation. Under tolvmånadersperioden som avslutades den 30 juni 2021 sålde Volvo Cars fler än 770 000 bilar i fler än 100 länder. Omsättningen uppgick under samma period till cirka 292 miljarder SEK och rörelseresultatet (EBIT) uppgick till cirka 23 miljarder SEK.<\/p>\n<p>Den 27 september 2021 offentliggjorde Volvo Cars strategiska intresseföretag Polestar att bolaget ingått ett avtal om ett samgående med Gores Guggenheim, ett SPAC-bolag vars värdepapper är noterade på Nasdaq Capital Market (New York). Enligt offentliggörandet är avsikten att Polestar efter genomförandet av ett de-SPAC-förfarande ska noteras på Nasdaq New York under det första halvåret 2022. Enligt samgåendeavtalet förväntas Polestar ha ett implicit företagsvärde (Eng. <em>implied enterprise value<\/em>) om 20 miljarder USD (175,2 miljarder SEK) och ett implicit marknadsvärde (Eng.<em> implied equity value<\/em>) om 21,3 miljarder USD (186,6 miljarder SEK) efter de-SPAC-förfarandet, vilket indikerar att Volvo Cars förväntade indirekta innehav om 48,1 procent av aktierna i Polestar skulle värderas till 10,2 miljarder USD (89,4 miljarder SEK).<\/p>\n<p>Volvo Cars och dess huvudägare Geely Sweden Holdings AB har rådgetts av Mannheimer Swartling i samband med erbjudandet och noteringen på Nasdaq Stockholm. Volvo Cars har rådgetts av Mannheimer Swartling beträffande svensk rätt i samband med Polestars förväntade de-SPAC-transaktion.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Den 29 oktober 2021 börsnoterades Volvo Car AB (publ) (”Volvo Cars”) på Nasdaq Stockholm Erbjudandepriset uppgick till 53 SEK per aktie, vilket motsvarar ett värde…<\/p>\n","protected":false},"author":7,"featured_media":20041,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[3469],"tags":[],"class_list":["post-19814","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-uppdrag","business-group-publik-ma-och-aktiemarknad"],"acf":[],"lang":"sv","translations":{"sv":19814,"en":19816},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19814"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=19814"}],"version-history":[{"count":5,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19814\/revisions"}],"predecessor-version":[{"id":20359,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/19814\/revisions\/20359"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/20041"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=19814"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=19814"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=19814"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}