{"id":22536,"date":"2022-10-24T15:19:51","date_gmt":"2022-10-24T13:19:51","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=22536"},"modified":"2022-10-24T15:19:51","modified_gmt":"2022-10-24T13:19:51","slug":"nordic-sugar-och-kraftringen-driftsatter-projekt-for-battre-energimix-genom-fossilfri-anga","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/uppdrag\/nordic-sugar-och-kraftringen-driftsatter-projekt-for-battre-energimix-genom-fossilfri-anga\/","title":{"rendered":"Nordic Sugar och Kraftringen driftsätter projekt för bättre energimix genom fossilfri ånga"},"content":{"rendered":"<p class=\"xmsonormal preamble\">Nordic Sugar AB (”Nordic Sugar”) äger ett av Europas största sockerbruk i Örtofta och producerar där en mängd sockerbaserade produkter för den nordiska marknaden baserat på råvaror från skånska betodlingar. Sockerbruket processar cirka 2 miljoner ton sockerbetor årligen.<\/p>\n<p class=\"xmsonormal\">Produktionsprocessen är mycket energiintensiv, särskilt under den s.k. betkampanjen som är tidsmässigt förlagd från september till och med januari. Sockerbrukets energiförsörjning inkluderar stora mängder ånga, som tidigare tillgodosetts genom egen produktion i gaseldade pannor. Kraftringen Energi AB (publ.) (”Kraftringen”) är ett regionalt energibolag med verksamhet i Skåne som bl.a. äger och driver Örtoftaverket, ett modernt kraftvärmeverk med en termisk effekt om 120 MW. Örtoftaverket har under delar av året överkapacitet och möjlighet att producera ånga till en lägre kostnad än marknadspriset för gas eller andra alternativa energislag. Utifrån parternas olika behov och förutsättningar har de identifierat en möjlighet att leverera ånga från Örtoftaverket till Nordic Sugar genom att bygga en ång- och kondensatledning mellan anläggningarna och därigenom komplettera Nordic Sugars energiförsörjning under betkampanjen. Hetvattenkondensatet som uppstår vid Nordic Sugars användning av ångan leds tillbaka till och används av Kraftringen i olika processer inom Örtoftaverket.<\/p>\n<p>Nettoeffekten av samarbetet kommer leda till betydande miljömässiga fördelar i form av minskat beroende av fossila energislag samt minskad klimatpåverkan, och därutöver en hög ekonomisk driftnytta som fördelas parterna emellan baserat på besparingar i jämförelse med alternativkostnaden för andra energislag. Samarbetet optimerar energianvändningen för båda parter och förväntas leda till 17 000 ton minskade koldioxidutsläpp per år och stå för cirka en fjärdedel av sockerbrukets totala energibehov. Projektet är ett typexempel på hur aktörer inom olika marknadssegment kan hitta kreativa samarbetsformer med såväl miljö- och klimatmässiga samt ekonomiska vinster för sig själva och samhället i stort.<\/p>\n<p>Nordic Sugar och Kraftringen träffade ett samarbetsavtal för projektet under våren 2021, och har därefter genom Nordic Sugar upphandlat ett tiotal konsult, leverans och -entreprenadavtal för genomförandet av projektet. Ångledningen, som är cirka 1 100 meter lång, förlagd såväl under som över jord och passerar väg och järnväg, driftsattes i början av oktober 2022 och ångleveranserna har påbörjats för användning i den pågående betkampanjen.<\/p>\n<p>Mannheimer Swartling företrädde Nordic Sugar i alla delar av projektet.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Nordic Sugar AB (”Nordic Sugar”) äger ett av Europas största sockerbruk i Örtofta och producerar där en mängd sockerbaserade produkter för den nordiska marknaden baserat…<\/p>\n","protected":false},"author":16,"featured_media":22538,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[3469],"tags":[],"class_list":["post-22536","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-uppdrag","business-group-fastighetsratt"],"acf":[],"lang":"sv","translations":{"sv":22536,"en":22541},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/22536"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=22536"}],"version-history":[{"count":2,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/22536\/revisions"}],"predecessor-version":[{"id":22540,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/22536\/revisions\/22540"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/22538"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=22536"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=22536"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=22536"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}