{"id":22541,"date":"2022-10-24T15:19:51","date_gmt":"2022-10-24T13:19:51","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=22541"},"modified":"2022-10-24T15:22:11","modified_gmt":"2022-10-24T13:22:11","slug":"nordic-sugar-and-kraftringen-commission-a-project-for-improved-energy-mix-through-fossil-free-steam","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/en\/assignment\/nordic-sugar-and-kraftringen-commission-a-project-for-improved-energy-mix-through-fossil-free-steam\/","title":{"rendered":"Nordic Sugar and Kraftringen commission a project for improved energy mix through fossil free steam"},"content":{"rendered":"<p class=\"preamble\">Nordic Sugar AB (“<strong>Nordic Sugar<\/strong>”) owns and operates one of Europe’s largest sugar factories in Örtofta, Sweden, in which a variety of sugar-based products are manufactured for the Nordic market using local sugar beets. The sugar factory processes up to 2 million tons of sugar beets per year.<\/p>\n<p>The production process is energy-intense, particularly during the so-called beet campaign, which takes place from September until January. The energy supply includes large amounts of steam, previously produced by Nordic Sugar in gas boilers. Kraftringen Energi AB (publ.) (“<strong>Kraftringen<\/strong>”) is a regional energy corporation with operations in Skåne, which, among other things, owns and operates Örtoftaverket, a modern combined heat and power plant with a thermal output of 120 MW. During parts of the year, Örtoftaverket has excess capacity and the opportunity to produce steam at a lower cost than the market price for gas or other energy streams. Nordic Sugar and Kraftringen have identified an opportunity to deliver steam from Kraftringen’s production to Nordic Sugar, by building a steam and condensate pipe between the plants and complement Nordic Sugar’s energy supply during the beet campaign. The hot water condensate arising from Nordic Sugar’s use of the steam is lead back and used by Kraftringen in different processes within Örtoftaverket.<\/p>\n<p>The net effect of the collaboration will lead to significant environmental benefits in the form of reduced dependence on fossil energy and a reduced climate impact, and additionally a high economic operating benefit that is distributed between the parties based on cost reductions compared to the alternative cost for other energy streams. The collaboration optimizes the energy use for both parties and is expected to reduce carbon dioxide emissions with 17,000 tons annually and account for a quarter of the sugar factory’s total energy consumption. The project is an example of how actors within different market segments may find creative forms of collaboration with significant environmental, climate and financial benefits for themselves and for the society in general.<\/p>\n<p>Nordic Sugar and Kraftringen entered into a collaboration agreement for the project during the spring of 2021, and have subsequently, through Nordic Sugar, procured numerous consultancy, supply and construction agreements for the implementation of the project. The steam pipe, which is approximately 1,100 meters long, was commissioned in the beginning of October 2022 and the steam delivery is currently used in the ongoing beet campaign.<\/p>\n<p>Mannheimer Swartling represented Nordic Sugar in all parts of the project.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Nordic Sugar AB (“Nordic Sugar”) owns and operates one of Europe’s largest sugar factories in Örtofta, Sweden, in which a variety of sugar-based products are…<\/p>\n","protected":false},"author":16,"featured_media":22539,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[4313],"tags":[],"class_list":["post-22541","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-assignment","business-group-real-estate"],"acf":[],"lang":"en","translations":{"en":22541,"sv":22536},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/22541"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=22541"}],"version-history":[{"count":3,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/22541\/revisions"}],"predecessor-version":[{"id":22544,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/22541\/revisions\/22544"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/22539"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=22541"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=22541"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=22541"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}