{"id":22879,"date":"2022-11-28T15:16:14","date_gmt":"2022-11-28T14:16:14","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=22879"},"modified":"2022-11-28T15:26:10","modified_gmt":"2022-11-28T14:26:10","slug":"global-law-firms-unite-to-launch-the-business-and-human-rights-lawyers-association","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/en\/news-about-the-firm\/global-law-firms-unite-to-launch-the-business-and-human-rights-lawyers-association\/","title":{"rendered":"Global law firms unite to launch the Business and Human Rights Lawyers Association"},"content":{"rendered":"<p class=\"preamble\">Twenty-two leading global law firms announced today the launch of the Business and Human Rights Lawyers Association (BHRLA).<\/p>\n<p>The BHRLA is established to inspire and advance business and human rights leadership, learning, collaboration and practice among commercial law firms and business lawyers around the world.<\/p>\n<p>The BHRLA will be dedicated to the principle that business has a responsibility to respect human rights as set out in the UN Guiding Principles on Business and Human Rights (UNGPs). It will promote and support action by lawyers around the world to advise commercial clients on human rights risks and opportunities associated with business activities.<\/p>\n<p>The responsibility to respect human rights entails more than merely refraining from committing or being complicit in human rights abuse. It means that business enterprises should seek to prevent, mitigate and address human rights impacts with which they may be involved through their own operations and activities, and their business relationships. In practice, this includes implementing considered human rights due diligence processes as well as processes to enable remediation in appropriate cases. Many major global businesses – as well as an increasing number of smaller and medium-sized enterprises – embrace this responsibility.<\/p>\n<p>Commenting on the launch, BHRLA co-chair Rae Lindsay, partner at Clifford Chance said: “The formation of this Association is both timely and overdue. There is a need to accelerate the dissemination of good practice in the field of business and human rights across the commercial legal profession globally. We encourage lawyers around the world to join and support the Association&#8217;s ambitions.”<\/p>\n<p>Co-chair Douglass Cassel, counsel at King &amp; Spalding added: “The formation of the Association reflects a commitment by 22 of the world&#8217;s leading law firms to ensure topflight legal advice to companies on the crucial matters of business and human rights.”<\/p>\n<p>Fredrik Svensson, partner at Mannheimer Swartling and BHRLA board member said: “A key component in our Sustainability and ESG practice, Business and Human Rights is an established but constantly growing field with an expanding legislative footprint. Mannheimer Swartling embeds this work throughout all the firm’s practice groups, partnering with our clients to fully integrate respect for human rights throughout their businesses.<\/p>\n<p>“With an ever more pressing need to do more, the BHRLA is a fantastic vehicle and initiative to collaborate with other law firms, elevate this work, and ultimately advance our and our clients’ ability to contribute to a better future.”<\/p>\n<p>The BHRLA will promote awareness in the business and legal communities of the responsibility to respect human rights, and of the responsibility of lawyers to incorporate business and human rights advice in their client services in a manner consistent with their professional responsibilities. This will be done through educational and engagement activities, including seminars, publications, conferences and sharing of best practices. It will also provide a forum for leadership, collaboration and peer learning among business and human rights lawyers and commercial firms.<\/p>\n<p>The launch of the BHRLA builds on the Law Firm Business and Human Rights Peer Learning Process, in which a number of founding member firms participated. It has been supported by Catie Shavin, Anna Triponel and Malin Helgesen, who were invited to co-facilitate the design and launch of the BHRLA with founding member firms, fostering an inclusive and collaborative culture from the association’s earliest days.<\/p>\n<p>The BHRLA’s founding members are commercial law firms, headquartered in Australia, Canada, continental Europe, the United Kingdom and the United States, with worldwide reach. Following its launch, the BHRLA will seek to expand its membership and global footprint, and to include individual lawyers and lawyers who practise in other settings.<\/p>\n<p>Interested law firms and commercial lawyers may find additional information, including on how to become a member and other opportunities to engage, at the BHRLA’s website: www.bhrla.org.<br \/>\nThe twenty-two founding members of the BHRLA are: Berwin Cave Leighton Paisner, Clifford Chance, Corrs Chambers Westgarth, Covington &amp; Burling, Debevoise &amp; Plimpton, DLA Piper, Eversheds Sutherland, Fasken, Freshfields Bruckhaus Deringer, Gibson Dunn, Herbert Smith Freehills, King &amp; Spalding, LALIVE, Linklaters, Mannheimer Swartling, Miller &amp; Chevalier, Norton Rose Fulbright, Paul Hastings, Pels Rijcken, Quinn Emanuel, White &amp; Case and Wiersholm.<\/p>\n<p><strong>BACKGROUND<\/strong><br \/>\n<strong>About the UN Guiding Principles on Business and Human Rights<\/strong><br \/>\nGlobal standards on business and human rights were articulated more than a decade ago in the United Nations Guiding Principles on Business and Human Rights (UNGPs) and have been substantially reflected in the Organization for Economic Cooperation and Development (OECD)’s Guidelines for Multinational Enterprises, which are adhered to by most of the world’s major economies. Since then, business and human rights standards have both hardened and broadened. Human rights due diligence and reporting obligations for business enterprises have been introduced in national and regional legislation and jurisprudence, a trend which continues and is gaining pace and momentum. Judicial and arbitral decisions at international and domestic level have also considered the application of these standards in a variety of business sectors and geographical contexts.<\/p>\n<p>Beyond legal requirements, the responsibility of business enterprises to respect human rights is increasingly taken into account by businesses in all sectors and their stakeholders, including investors, asset managers, rating agencies, insurers, government procurement agencies, consumers, trade unions and the public.<\/p>\n<p>The International Bar Association and a growing number of national and local bar associations have recognised the responsibility of lawyers, consistent with their professional obligations, to advise business clients on the legal, regulatory and other risks relating to involvement in adverse impacts on human rights, and of ways the companies can address these risks. Since commercial law firms are also businesses, they also have a responsibility to respect human rights.<\/p>\n<p>&nbsp;<\/p>\n<p>For more information, please contact:<\/p>\n<p>Helena Carlquist, Head of Marketing and Communications<br \/>\n+46 70 977 79 34, <a href=\"mailto:helena.carlquist@msa.se\">helena.carlquist@msa.se<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Twenty-two leading global law firms announced today the launch of the Business and Human Rights Lawyers Association (BHRLA). The BHRLA is established to inspire and…<\/p>\n","protected":false},"author":10,"featured_media":22874,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[7],"tags":[],"class_list":["post-22879","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-news-about-the-firm"],"acf":[],"lang":"en","translations":{"en":22879,"sv":22871},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/22879"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=22879"}],"version-history":[{"count":2,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/22879\/revisions"}],"predecessor-version":[{"id":22883,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/22879\/revisions\/22883"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/22874"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=22879"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=22879"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=22879"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}