{"id":26489,"date":"2024-01-22T16:37:07","date_gmt":"2024-01-22T15:37:07","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?p=26489"},"modified":"2024-09-25T09:58:45","modified_gmt":"2024-09-25T07:58:45","slug":"h2-green-steel-sakrar-42-miljarder-euro-i-projektfinansiering-och-okar-kapitalanskaffningen-med-300-miljoner-euro","status":"publish","type":"post","link":"https:\/\/www.mannheimerswartling.se\/nyheter-om-byran\/h2-green-steel-sakrar-42-miljarder-euro-i-projektfinansiering-och-okar-kapitalanskaffningen-med-300-miljoner-euro\/","title":{"rendered":"H2 Green Steel säkrar EUR 4,2 miljarder i projektfinansiering och ökar kapitalanskaffningen med EUR 300 miljoner"},"content":{"rendered":"<p>H2 Green Steel har tecknat slutgiltiga lånefinansieringsavtal för 4,2 miljarder euro i projektfinansiering och ökat den tidigare meddelade kapitalanskaffningen med 300 miljoner euro till totalt 2,1 miljarder euro i eget kapital. Tillsammans med ett bidrag på 250 miljoner euro från EU:s innovationsfond har H2 Green Steel nu säkrat finansiering på nära 6,5 miljarder euro för världens första storskaliga gröna stålverk i norra Sverige.<\/p>\n<p>I linje med projektfinansiering kommer internationella banker som tillhandahåller prioriterad fordran att låna delvis under täckning av Riksgälden (Riksgäldskontoret), som en grön kreditgaranti och Euler Hermes som en exportkreditgaranti för 1,2 miljarder euro vardera. Garantierna täcker 80% respektive 95% av lånebeloppet och tillhandahålls i enlighet med marknadsprissättning. I gruppen av över 20 långivare ingår Svensk Exportkredit (SEK) och Europeiska investeringsbanken tillsammans med affärsbanker, ledda av BNP Paribas, ING, KfW IPEX-Bank, Societe Generale och UniCredit. Konsortiet för mindre prioriterad skuld leds av AIP Management och består av europeiska och internationella investeringsbanker och fonder.<\/p>\n<p>I samband med kapitalanskaffningen på nära 300 miljoner euro inkluderar de nya aktieägarna Microsoft Climate Innovation Fund, Mubea och Siemens Financial Services. Dessutom är IMAS Foundation och Just Climate några av de befintliga aktieägarna som ökar sina investeringar i H2 Green Steel.<\/p>\n<p>Den nya finansieringen markerar en viktig milstolpe i H2 Green Steels resa för att påskynda utfasningen av fossila bränslen i stålindustrin genom världens första storskaliga gröna stålverk. H2 Green Steel grundades 2020 och har som mål att minska koldioxidutsläppen från svårnedbrytbara industrier, till att börja med genom att producera stål med upp till 95 % lägre koldioxidutsläpp än stål som tillverkas i kokseldade masugnar.<\/p>\n<p>&#8221;Ingen har granskat vårt projekt mer noggrant än de som står bakom vår finansiering. Detta massiva åtagande från våra långivare, investerare och Innovationsfonden är ett verkligt erkännande av kvaliteten på vårt företag. Det är också en stor vinst för klimatet eftersom vi hoppas att modellen kommer att inspirera till finansiering av andra initiativ för att minska koldioxidutsläppen i industrier som är svåra att stoppa&#8221;, säger Henrik Henriksson, VD för H2 Green Steel.<\/p>\n<p>H2 Green Steel rådgavs av Mannheimer Swartling i transaktionen.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>H2 Green Steel har tecknat slutgiltiga lånefinansieringsavtal för 4,2 miljarder euro i projektfinansiering och ökat den tidigare meddelade kapitalanskaffningen med 300 miljoner euro till totalt…<\/p>\n","protected":false},"author":10,"featured_media":26481,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-26489","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-nyheter-om-byran","business-group-bank-och-finans","business-group-emerging-and-growth-companies","business-group-fonder-och-investeringar","business-group-foretagsbeskattning","business-group-foretagsoverlatelser"],"acf":[],"lang":"sv","translations":{"sv":26489,"en":26485},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/26489"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=26489"}],"version-history":[{"count":3,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/26489\/revisions"}],"predecessor-version":[{"id":28013,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/posts\/26489\/revisions\/28013"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/26481"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=26489"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/categories?post=26489"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/tags?post=26489"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}