{"id":13690,"date":"2020-12-02T10:47:33","date_gmt":"2020-12-02T09:47:33","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?page_id=13690"},"modified":"2024-10-17T11:37:20","modified_gmt":"2024-10-17T09:37:20","slug":"compliance","status":"publish","type":"page","link":"https:\/\/www.mannheimerswartling.se\/en\/about-the-firm\/compliance\/","title":{"rendered":"Compliance"},"content":{"rendered":"<p class=\"preamble\">For Mannheimer Swartling as a law firm, compliance is of central importance. Since the firm operates in several countries, we must ensure that our business is conducted in accordance with applicable laws and regulations in those countries. Moreover, in addition to statutory minimum requirements, we constantly make strategic and ethical assessments in line with the firm’s values, and to achieve the highest possible quality in our counsel.<\/p>\n<p>We attach great importance to thoroughly appraising the clients we accept in terms of their business ethics. The firm’s employees receive regular training on issues relating to money laundering, terrorism financing, lawyers’ ethics, sanctions legislation, insider trading regulations and anti-corruption. Our Compliance and Risk department has existed for more than a decade, and now comprises a team of some twenty people, who are responsible for our operational work on ethics, compliance, risk and complaints management.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-23018 alignnone\" src=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-1200x800.jpg\" alt=\"\" width=\"1200\" height=\"800\" srcset=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-1200x800.jpg 1200w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-2000x1333.jpg 2000w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-800x533.jpg 800w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-768x512.jpg 768w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-1536x1024.jpg 1536w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-2048x1365.jpg 2048w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/p>\n<h2>Swedish Bar Association Code of Conduct<\/h2>\n<p>As Advokater, we are members of the Swedish Bar Association, and under a duty to comply with its <a href=\"https:\/\/www.advokatsamfundet.com\/globalassets\/advokatsamfundet_eng\/code-of-professional-conduct-swedish-bar-association-2024.pdf\" target=\"_blank\" rel=\"noopener\">Code of Professional Conduct<\/a>. The rules represent an important framework for lawyers’ professional ethics. The regulations provide that a lawyer’s primary obligation is a duty of loyalty to the client. This means that the lawyer must work in the client’s best interests and safeguard those interests. Complementing the duty of loyalty, there are rules on avoiding conflicts of interest. A further important duty is that of confidentiality. The duty of confidentiality covers information to which the lawyer has become privy within the scope of their practice of law. If a lawyer does not abide by the Code of Professional Conduct, they may be subject to disciplinary measures imposed by the Bar Association.<\/p>\n<h2>Terms and Conditions<\/h2>\n<p>Our services are subject to our Terms and Conditions, which define for our clients how we work and what clients can expect. The conditions apply to engagements commenced on or after 15 January 2023.<br \/>\n<a href=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/01\/Terms-and-Conditions-for-Mannheimer-Swartling-15-January-2023.pdf\" target=\"_blank\" rel=\"noopener\">Terms and Conditions – English<\/a><br \/>\n<a href=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/01\/Allmanna-villkor-for-Mannheimer-Swartling-15-januari-2023.pdf\" target=\"_blank\" rel=\"noopener\">Terms and Conditions – Swedish<\/a><\/p>\n<h2>Complaints management<\/h2>\n<p>We want to ensure that our clients are satisfied with our services. Any client who is dissatisfied or has complaints should notify the client partner or matter partner or, alternatively, our Managing Partner at <a href=\"mailto:managing.partner@msa.se\">managing.partner@msa.se<\/a>. On request, the Managing Partner and our General Counsel will investigate the complaint and answer any questions there may be.<\/p>\n<p>A consumer with a claim relating to legal services we have provided who has made a complaint to us is also entitled to bring the claim before the Swedish Bar Association <a href=\"https:\/\/www.advokatsamfundet.se\/konsumenttvistnamnden\/about-the-committee\/\" target=\"_blank\" rel=\"noopener\">Consumer Disputes Committee<\/a>.<\/p>\n<p>All Mannheimer Swartling’s offices and companies are covered by liability insurance that meets the mandatory local regulations. For more information please contact our General Counsel: <a href=\"https:\/\/www.mannheimerswartling.se\/en\/our-people\/karin-faxen-agrup\/\">Karin Faxén Ågrup<\/a>, via e-mail: <a href=\"mailto:karin.faxen.agrup@msa.se\">karin.faxen.agrup@msa.se<\/a> or by phone: +46 8 595 065 25.<\/p>\n<h2>DAC6<\/h2>\n<p>DAC6 is an EU directive that imposes a duty on advisers to notify relevant tax authorities of their customers’ cross-border arrangements. The purpose of the reporting obligation is to combat tax evasion, tax fraud and tax avoidance. An arrangement is reportable if it is cross-border and displays certain hallmarks indicating there may be a risk of tax avoidance. Arrangements implemented without tax reasons may also be reportable. It should also be noted that the reporting obligation covers advisers involved in a given matter, whether or not they have provided tax advice.<\/p>\n<p>The Swedish Bar Association has issued a clarification, stating that Advocates (<em>a<\/em><em>dvokater<\/em>) are exempt from the reporting obligation under DAC6, since it would breach our duty of confidentiality. This means that our lawyers will not report any arrangements to the Swedish Tax Agency unless our client expressly instructs us to do so, and in so doing releases us from our duty of confidentiality. If we do not receive any such instructions from our client, other advisers (and failing that, the client) are responsible for reporting the arrangement. According to the Bar Association, we cannot inform other advisers of their reporting obligation without breaching our duty of confidentiality.<\/p>\n<h2>Information about processing of personal data by Mannheimer Swartling<\/h2>\n<p>We care about individual privacy and protecting the personal data processed by the firm. All processing of personal data takes place in accordance with current data protection legislation.<\/p>\n<p>For information about how we process personal data, see <a href=\"https:\/\/www.mannheimerswartling.se\/en\/privacy-notice-eng\/\">Information about processing of personal data by Mannheimer Swartling<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>For Mannheimer Swartling as a law firm, compliance is of central importance. Since the firm operates in several countries, we must ensure that our business…<\/p>\n","protected":false},"author":5,"featured_media":0,"parent":13675,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-13690","page","type-page","status-publish","hentry"],"acf":[],"lang":"en","translations":{"en":13690,"sv":8759},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/13690"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=13690"}],"version-history":[{"count":37,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/13690\/revisions"}],"predecessor-version":[{"id":28309,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/13690\/revisions\/28309"}],"up":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/13675"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=13690"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}