{"id":15154,"date":"2021-01-27T13:54:07","date_gmt":"2021-01-27T12:54:07","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?page_id=15154"},"modified":"2024-12-05T13:40:09","modified_gmt":"2024-12-05T12:40:09","slug":"corporate-investigations-and-corporate-crime","status":"publish","type":"page","link":"https:\/\/www.mannheimerswartling.se\/en\/expertise\/practice-groups\/corporate-investigations-and-corporate-crime\/","title":{"rendered":"Corporate Investigations and Corporate Crime"},"content":{"rendered":"<p class=\"preamble\">Our Corporate Investigations and Corporate Crime group combines the firm’s expertise to advise clients on internal and regulatory investigations, criminal enquiries and proceedings and corporate crises of various kinds that can open a company to scrutiny.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-medium wp-image-10858\" src=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2021\/02\/mannheimer-swartling-verksamhetsomraden-corporate-investigations-and-crime-1-1200x826.jpg\" alt=\"\" width=\"1200\" height=\"826\" srcset=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2021\/02\/mannheimer-swartling-verksamhetsomraden-corporate-investigations-and-crime-1-1200x826.jpg 1200w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2021\/02\/mannheimer-swartling-verksamhetsomraden-corporate-investigations-and-crime-1-2000x1377.jpg 2000w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2021\/02\/mannheimer-swartling-verksamhetsomraden-corporate-investigations-and-crime-1-800x551.jpg 800w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2021\/02\/mannheimer-swartling-verksamhetsomraden-corporate-investigations-and-crime-1-768x529.jpg 768w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2021\/02\/mannheimer-swartling-verksamhetsomraden-corporate-investigations-and-crime-1-1536x1058.jpg 1536w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2021\/02\/mannheimer-swartling-verksamhetsomraden-corporate-investigations-and-crime-1-2048x1410.jpg 2048w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/p>\n<p>We assist businesses and organisations in both the private and public sector in investigating and dealing with suspected or confirmed misconduct. Our lawyers have extensive experience of carrying out complex investigations, often with international ramifications. The firm helps clients to carry out their own internal investigations and also to handle official investigations where allegations are raised against a business.<\/p>\n<h2>Effective investigations<\/h2>\n<p>It is essential that any investigation is objective and independent. We have well-established  methods for preparing an investigative plan, defining the scope of the investigation, conducting and reporting the results.<\/p>\n<p>An effective investigation should provide a company’s management or board of directors with the information it needs to make informed decisions on which course of action to pursue, how misconduct can be combated and risks avoided. As attorneys with a duty of confidentiality, we are positioned to effectively carry out investigations and protect the provision of information.<\/p>\n<h2>Global investigations<\/h2>\n<p>We increasingly see regulators around the world working closer together. The firm is experienced in dealing with public agencies and regulators both in Sweden and abroad – enabling us to understand the objectives and priorities of various different authorities, while providing a coordinated international response to global investigations. We have handled global investigations for companies being investigated by the SEC and DOJ in the US, along with other international bodies.<\/p>\n<p>We have a well-established network of consultants who assist us in investigations, such as by providing forensic services, integrity investigations of individuals and companies, and also communications advice.<\/p>\n<h2>Experts in corporate crime<\/h2>\n<p>The firm’s corporate crime experts are able to advise companies and organisations on how to manage corporate crime risk and handle preliminary criminal investigations, prosecutions and disputes involving crime. We advise clients however they are involved – whether victim of a crime, whether someone in the client’s business or operations is suspected of committing a crime, or whether the client is involved in some other way.<\/p>\n<p>Our corporate crime team has many years of practical experience working as prosecutors and defence lawyers. Their combined expertise gives our clients a sophisticated view of the risks they face and how they can address them.<\/p>\n<h2>A selection of our services<\/h2>\n<ul>\n<li>Corporate investigations into suspected corruption, money laundering, sanctions and compliance breaches and all aspects of corporate misconduct<\/li>\n<li>Strategic advice in Swedish and foreign agency investigations<\/li>\n<li>Crisis management – strategic advice to the board and management<\/li>\n<li>Liability assessment of an organisation’s performance, governance and control<\/li>\n<li>Criminal law analysis and evaluation of evidence, for example, prior to making a decision to file a police report, take employment law measures or claim damages following an employee’s commission of a crime in the course of employment<\/li>\n<li>Defence of companies and organisations in preliminary investigations that may lead to a corporate fine, forfeiture or liability for damages<\/li>\n<li>Advice and assistance to companies subject to a disclosure request, asked to make staff available to give testimony, or otherwise requested to assist in a preliminary criminal investigation by regulatory supervisors and other public bodies<\/li>\n<li>Tracing and asset recovery, or securing compensation, for property lost thorough criminal activity, for example, as a result of embezzlement and fraud<\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Our Corporate Investigations and Corporate Crime group combines the firm’s expertise to advise clients on internal and regulatory investigations, criminal enquiries and proceedings and corporate…<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":13841,"menu_order":5,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-15154","page","type-page","status-publish","hentry"],"acf":[],"lang":"en","translations":{"en":15154,"sv":10631},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/15154"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=15154"}],"version-history":[{"count":16,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/15154\/revisions"}],"predecessor-version":[{"id":28973,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/15154\/revisions\/28973"}],"up":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/13841"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=15154"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}