{"id":24271,"date":"2023-03-15T14:51:38","date_gmt":"2023-03-15T13:51:38","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?page_id=24271"},"modified":"2024-11-18T14:50:20","modified_gmt":"2024-11-18T13:50:20","slug":"sustainability-and-esg","status":"publish","type":"page","link":"https:\/\/www.mannheimerswartling.se\/en\/expertise\/industry-sectors\/sustainability-and-esg\/","title":{"rendered":"Sustainability and ESG"},"content":{"rendered":"<p class=\"preamble\">Sustainability in a business law context is not limited to one legal area, but rather a common thread of issues that arise throughout all the firm’s activities. Mannheimer Swartling&#8217;s Sustainability and ESG cross-practice framework ensures that sustainability is integrated into all areas of our advice.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-23836 alignnone\" src=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/03\/04-0324-1200x800.jpg\" alt=\"\" width=\"1200\" height=\"800\" srcset=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/03\/04-0324-1200x800.jpg 1200w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/03\/04-0324-2000x1333.jpg 2000w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/03\/04-0324-800x533.jpg 800w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/03\/04-0324-768x512.jpg 768w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/03\/04-0324-1536x1024.jpg 1536w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/03\/04-0324-2048x1365.jpg 2048w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/p>\n<p>The group takes a holistic approach to sustainability, using collective expertise to assist clients at different levels simultaneously. We help our clients to achieve their sustainability goals and handle their sustainability challenges responsibly.<\/p>\n<p>The group is a cross-firm collaboration, offering coordinated advice in six closely linked key areas: energy transition, climate change and the environment, business law and human rights, sustainable finance, compliance and governance, and sustainable transactions.<\/p>\n<h2>Energy transition<\/h2>\n<p>The energy sector is undergoing a transformation from fossil-based to net-zero. The firm is experienced with both the projects driving the transition itself – including renewable energy production, green hydrogen plants, energy infrastructure and CCS – and the capital supply enabling this transition. We are experts in all stages of these kind of projects including permitting and other regulatory matters, procurement, state aid, establishment, financial investment and transactions. For questions or more information, please contact <a href=\"https:\/\/www.mannheimerswartling.se\/medarbetare\/emma-olnas-fors\/\">Emma Olnäs Fors<\/a>.<\/p>\n<h2>Climate change and the environment<\/h2>\n<p>The impact of climate change and environmental degradation is clear to us all, as is the challenge of making progress to tackle this at the pace necessary. We help our clients to navigate an increasingly complex regulatory landscape for a sustainable future. We advise on matters concerning emissions trading, climate change adaptation, the European Green Deal, carbon storage, cleantech, product safety, and environmental permitting including pollution reduction measures and the management of hazardous substances. For questions or more information, please contact <a href=\"https:\/\/www.mannheimerswartling.se\/medarbetare\/madeleine-edqvist\/\">Madeleine Edqvist<\/a>.<\/p>\n<h2>Business law and human rights<\/h2>\n<p>The responsibility of businesses to respect human rights is widely recognised, but far from implemented on a universal level. We advise our clients on issues relating to sustainable value chains, human rights due diligence in transactions, policy development and impact assessments, reporting and investigations into human rights violations. For questions or more information, please contact <a href=\"https:\/\/www.mannheimerswartling.se\/medarbetare\/fredrik-svensson\/\">Fredrik Svensson<\/a>.<\/p>\n<h2>Sustainable finance<\/h2>\n<p>Companies must be able to handle a complex legal framework both when designing strategies for new financial products (such as alternative investment funds) and when investing in existing financial products. We advise our clients on the Taxonomy Regulation and the Sustainable Finance Disclosure Regulation (SFDR) and we assist with the preparation and review of information disclosures and annual reports and the interpretation and application of the regulations. We also provide education and training to our clients on these subjects.<\/p>\n<p>We advise on the integration of sustainability factors into investment strategies, the impact of sustainability factors on investment decisions and the implications of sustainable finance classifications in transactions. In addition, we handle green and sustainability-linked loans and bond issues. For questions or more information, please contact <a href=\"https:\/\/www.mannheimerswartling.se\/medarbetare\/carl-johan-zimdahl\/\">Carl Johan Zimdahl<\/a>.<\/p>\n<h2>Compliance and governance<\/h2>\n<p>Compliance and governance play a critical role in sustainability. Without strong governance and a robust compliance framework, sustainability measures have less impact. We help our clients to create well-functioning structures to support their sustainability work and to meet legal requirements across a range of areas. Our advice includes for example anti-corruption, anti-money laundering, data protection and privacy issues, human rights, competition law, anti-discrimination, whistleblowing and a variety of trade matters. We are experienced in creating compliance frameworks, as well as liability assessments, investigations, proceedings and strategic advice. For questions or more information, please contact <a href=\"https:\/\/www.mannheimerswartling.se\/medarbetare\/erica-wiking-hager\/\">Erica Wiking Häger<\/a>.<\/p>\n<h2>Sustainable transactions<\/h2>\n<p>Mannheimer Swartling has developed a framework for sustainable transactions that systematically captures sustainability and ESG issues. Our advice covers everything from strategy issues and due diligence to transaction structuring, contractual issues and post-closing measures. For questions or more information, please contact <a href=\"https:\/\/www.mannheimerswartling.se\/medarbetare\/maria-holme\/\">Maria Holme<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sustainability in a business law context is not limited to one legal area, but rather a common thread of issues that arise throughout all the…<\/p>\n","protected":false},"author":10,"featured_media":0,"parent":13843,"menu_order":11,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-24271","page","type-page","status-publish","hentry"],"acf":[],"lang":"en","translations":{"en":24271,"sv":23831},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/24271"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/10"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=24271"}],"version-history":[{"count":11,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/24271\/revisions"}],"predecessor-version":[{"id":28716,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/24271\/revisions\/28716"}],"up":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/13843"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=24271"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}