{"id":26982,"date":"2024-01-10T10:22:13","date_gmt":"2024-01-10T09:22:13","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?page_id=26982"},"modified":"2024-06-20T10:06:54","modified_gmt":"2024-06-20T08:06:54","slug":"privacy-notice-eng","status":"publish","type":"page","link":"https:\/\/www.mannheimerswartling.se\/en\/privacy-notice-eng\/","title":{"rendered":"Privacy Notice"},"content":{"rendered":"<p class=\"preamble\">We care about your privacy and the protection of your personal data. Below you will find information on how we collect, process and share your personal data and what your rights are.<\/p>\n<h2>Data controller and contact details<\/h2>\n<p>Mannheimer Swartling Advokatbyrå AB, reg. no. 556399-4499, Norrlandsgatan 21, 111 87 Stockholm, is the data controller for the processing of personal data which is described below. This means that we are responsible for ensuring that the personal data is processed correctly and in accordance with applicable data protection legislation. If we process your personal data you have a number of rights, which are described below. If you have questions regarding our processing of your personal data or if you wish to exercise your rights, you can contact us by emailing <a href=\"mailto:dataprotection@msa.se\">dataprotection@msa.se<\/a> or by sending a letter to the address above, att: Data Protection Contact.<\/p>\n<h2>What are your rights?<\/h2>\n<h3>Right to lodge a complaint<\/h3>\n<p>If you have objections or concerns about how we process your personal data, you have the right to contact, or lodge a complaint with, the Swedish Authority for Privacy Protection, which is the supervisory authority for our personal data processing, or with the competent authority in the non-EU jurisdictions in which our foreign offices operate.<\/p>\n<h3>Right to information and access<\/h3>\n<p>You can request information regarding whether we are processing your personal data and ask to receive a copy of your personal data (known as a data subject access request or DSAR) together with certain additional information regarding how we process your personal data.<\/p>\n<h3>Right to rectification<\/h3>\n<p>If you believe that your personal data is inaccurate or incomplete, you can ask for it to be corrected or completed.<\/p>\n<h3>Right to object<\/h3>\n<p>You have the right to object to the processing of your personal data which is based on our legitimate interest. If we cannot demonstrate compelling and legitimate grounds to continue processing the personal data, we must cease the processing. You always have the right to object to our processing of your personal data for direct marketing purposes.<\/p>\n<h3>Right to restriction<\/h3>\n<p>In some cases, you have the right to request a restriction of the processing of your personal data, which means that the data is marked so that, in the future, it can only be processed for certain limited purposes. This is possible, for example, if you have objected to the processing, if you have disputed the accuracy of your personal data, or if the processing is unlawful. By requesting a restriction of our processing, you have the right to stop us from processing your personal data for a certain period of time for other purposes than, for example, to defend legal claims.<\/p>\n<h3>Right to erasure<\/h3>\n<p>In some cases, you may request that your personal data be erased. The right to erasure applies, for example, to personal data that is no longer necessary for the purpose for which it was collected, or to personal data that is processed on the basis of your consent if you choose to withdraw your consent. In certain circumstances, we may not be able to delete your personal data, for example, if your personal data is needed to comply with a legal obligation, if it is still needed for the purpose for which it was collected, or if our interest in continuing to process the data outweighs your interest in having it deleted.<\/p>\n<h3>Right to transfer your personal data (data portability)<\/h3>\n<p>If we process your personal data to fulfill a contract or on the basis of your consent, you may, in certain cases, be able to obtain the personal data for use elsewhere, e.g. by obtaining a copy of it in a machine-readable format and transmitting it to another data controller.<\/p>\n<h3>Right to withdraw consent<\/h3>\n<p>In those cases where we process your personal data based on your consent, you have the right to withdraw your consent at any time. When you withdraw your consent, we will stop any processing of personal data which is based on your consent.<\/p>\n<p><em>Note that the rights described above may be limited by reference to the duty of confidentiality and archiving obligation that apply under the rules of the Swedish Bar Association or other applicable laws and regulations. In certain cases, restricting or erasing your personal data may mean that we are unable to fulfill our commitments, e.g., issuing invitations or information or proceeding with your application in connection with recruitment.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>We care about your privacy and the protection of your personal data. Below you will find information on how we collect, process and share your…<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"templates\/accordions.php","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-26982","page","type-page","status-publish","hentry"],"acf":[],"lang":"en","translations":{"en":26982,"sv":26386},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/26982"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=26982"}],"version-history":[{"count":15,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/26982\/revisions"}],"predecessor-version":[{"id":27653,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/26982\/revisions\/27653"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=26982"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}