{"id":8759,"date":"2020-12-02T10:47:33","date_gmt":"2020-12-02T09:47:33","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/?page_id=8759"},"modified":"2024-10-17T11:36:34","modified_gmt":"2024-10-17T09:36:34","slug":"compliance","status":"publish","type":"page","link":"https:\/\/www.mannheimerswartling.se\/om-byran\/compliance\/","title":{"rendered":"Compliance"},"content":{"rendered":"<p class=\"preamble\">Som advokatbyrå är compliance av central betydelse för Mannheimer Swartling. Eftersom byrån verkar i flera länder måste vi säkerställa att verksamheten bedrivs i enlighet med tillämpliga lagar och regler i de aktuella länderna. Utöver de lagstadgade minimikraven gör vi dessutom ständigt strategiska och etiska överväganden i linje med byråns värderingar och för att uppnå högsta möjliga kvalitet i vår rådgivning.<\/p>\n<p>Vi lägger stor vikt vid att genomlysa de klienter vi tar oss an utifrån ett affärsetiskt perspektiv. Byråns medarbetare utbildas regelbundet i frågor som rör penningtvätt, finansiering av terrorism, advokatetik, sanktionslagstiftning, insiderregler och anti-korruption. Vår Compliance and Risk-avdelning har funnits i över ett decennium och består idag av ett tjugotal personer som ansvarar för det operativa arbetet med etik, regelefterlevnad, risk och klagomålshantering.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-medium wp-image-23017 alignnone\" src=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-1200x800.jpg\" alt=\"\" width=\"1200\" height=\"800\" srcset=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-1200x800.jpg 1200w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-2000x1333.jpg 2000w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-800x533.jpg 800w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-768x512.jpg 768w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-1536x1024.jpg 1536w, https:\/\/www.mannheimerswartling.se\/app\/uploads\/2022\/12\/03-0078-2048x1365.jpg 2048w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/p>\n<h2>Vägledande regler om god advokatsed<\/h2>\n<p>Som advokater är vi medlemmar i Sveriges advokatsamfund och skyldiga att följa <a href=\"https:\/\/www.advokatsamfundet.se\/globalassets\/advokatsamfundet_sv\/advokatetik\/vagledande-regler-om-god-advokatsed-med-kommentarer-juni-2024.pdf\" target=\"_blank\" rel=\"noopener\">Vägledande regler om god advokatsed<\/a>. Reglerna utgör ett viktigt ramverk för advokaters yrkesetik. Av regelverket framgår att en av advokatens främsta plikter är lojalitetsplikten till klienten. Det innebär att advokaten ska verka för klientens bästa och tillvarata klientens intressen. Som komplement till lojalitetsplikten finns regler till undvikande av intressekonflikter. Ytterligare en viktig skyldighet är advokatens tystnadsplikt. Tystnadsplikten omfattar den information som advokaten fått kännedom om inom ramen för advokatverksamheten. Om en advokat inte iakttar god advokatsed kan advokaten bli föremål för disciplinära åtgärder från Advokatsamfundet.<\/p>\n<h2>Allmänna villkor<\/h2>\n<p>För att tydligare definiera för våra klienter hur vi arbetar och vad klienterna kan förvänta sig tillämpar vi allmänna villkor för våra tjänster. Villkoren gäller i samband med uppdrag som vi påbörjar den 15 januari 2023 eller senare.<br \/>\n<a href=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/01\/Allmanna-villkor-for-Mannheimer-Swartling-15-januari-2023.pdf\" target=\"_blank\" rel=\"noopener\">Allmänna villkor &#8211; svenska<\/a><br \/>\n<a href=\"https:\/\/www.mannheimerswartling.se\/app\/uploads\/2023\/01\/Terms-and-Conditions-for-Mannheimer-Swartling-15-January-2023.pdf\" target=\"_blank\" rel=\"noopener\">Allmänna villkor &#8211; engelska<\/a><\/p>\n<h2>Klagomålshantering<\/h2>\n<p>Vi vill säkerställa att våra klienter är nöjda med våra tjänster. Den klient som är missnöjd eller har klagomål ska underrätta klient- eller ärendeansvarig partner alternativt vår managing partner på <a href=\"mailto:managing.partner@msa.se\">managing.partner@msa.se<\/a>. På begäran kommer managing partner tillsammans med vår chefsjurist att utreda klagomålet och besvara de frågor som kan finnas.<\/p>\n<p>Den som är konsument och har ett krav med anledning av en advokattjänst som vi har utfört och framfört ett klagomål till oss har även möjlighet att vända sig till <a href=\"https:\/\/www.advokatsamfundet.se\/konsumenttvistnamnden\/\" target=\"_blank\" rel=\"noopener\">Advokatsamfundets konsumenttvistnämnd<\/a> för att få kravet prövat.<\/p>\n<p>Alla Mannheimer Swartlings kontor och bolag täcks av ansvarsförsäkringar som uppfyller obligatoriska lokala bestämmelser. För mer information vänligen kontakta vår chefsjurist, <a href=\"https:\/\/www.mannheimerswartling.se\/medarbetare\/karin-faxen-agrup\/\">Emma Kjellström<\/a>, via e-post: <a href=\"mailto:emma.kjellstrom@msa.se\" target=\"_blank\" rel=\"noopener\">emma.kjellstrom@msa.se<\/a> eller per telefon: +46 8 595 064 29.<\/p>\n<h2>DAC6<\/h2>\n<p>DAC6 är ett EU-direktiv som innebär att rådgivare åläggs en skyldighet att informera relevanta skattemyndigheter om sina kunders gränsöverskridande arrangemang. Syftet med informationsskyldigheten är att bekämpa skatteflykt, skattefusk och skatteundandragande. För att ett arrangemang ska vara rapporteringspliktigt ska det vara gränsöverskridande och uppvisa vissa kännetecken som indikerar att det kan finnas risk för skatteundandragande. Även arrangemang som genomförs utan skatteskäl kan träffas av rapporteringsplikten. Det ska även noteras att rapporteringsplikten omfattar rådgivare som deltagit i ärendet oavsett om de lämnat skatterättslig rådgivning eller inte.<\/p>\n<p>Sveriges advokatsamfund har förtydligat att advokater är undantagna från rapporteringsplikten enligt DAC6, eftersom detta skulle bryta mot vår tystnadsplikt. Det innebär att våra jurister inte kommer att rapportera några arrangemang till Skatteverket om det inte är så att vår klient uttryckligen instruerar oss att göra detta och i samband med det befriar oss från tystnadsplikten. Om vi inte får sådana instruktioner från vår klient, ansvarar i första hand övriga rådgivare (och i sista hand klienten) för att arrangemanget rapporteras. Enligt Advokatsamfundet kan vi inte heller, utan att bryta vår tystnadsplikt, informera andra rådgivare om deras plikt att rapportera.<\/p>\n<h2>Information om Mannheimer Swartlings personuppgiftsbehandling<\/h2>\n<p>Vi är måna om den personliga integriteten och att skydda de personuppgifter som byrån behandlar. All behandling av personuppgifter sker i enlighet med gällande personuppgiftslagstiftning.<\/p>\n<p>För information om hur vi behandlar personuppgifter, se <a href=\"https:\/\/www.mannheimerswartling.se\/personuppgiftsbehandling\/\">Information om Mannheimer Swartlings personuppgiftsbehandling<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Som advokatbyrå är compliance av central betydelse för Mannheimer Swartling. Eftersom byrån verkar i flera länder måste vi säkerställa att verksamheten bedrivs i enlighet med…<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":8734,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-8759","page","type-page","status-publish","hentry"],"acf":[],"lang":"sv","translations":{"sv":8759,"en":13690},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/8759"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/comments?post=8759"}],"version-history":[{"count":73,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/8759\/revisions"}],"predecessor-version":[{"id":28308,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/8759\/revisions\/28308"}],"up":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/pages\/8734"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=8759"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}