{"id":10004,"date":"2020-12-16T15:15:55","date_gmt":"2020-12-16T14:15:55","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/carolina-dacko\/"},"modified":"2024-11-25T20:02:47","modified_gmt":"2024-11-25T19:02:47","slug":"carolina-dacko","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/medarbetare\/carolina-dacko\/","title":{"rendered":"Carolina Dackö"},"content":{"rendered":"<p>Carolina Dackö ingår i byråns verksamhetsgrupp Corporate Sustainability and Risk Management. Med 10 års erfarenhet i Bryssel från både EU-kommissions direktorat för tullfrågor och internationella advokatbyråer, är hon specialiserad på internationell handelsrätt, särskilt exportkontroll och sanktioner, tullagstiftning, skyddstullar, anti-dumpnings och anti-subventionsutredningar, WTO och frihandelsavtal samt generell import- och exportlagstiftning. <\/p>\n<p>Carolina är aktiv inom byråns exportkontroll och sanktionsverksamhet och hjälper företag i alla delar såsom att skräddarsy och implementera compliance-program, klassificera varor och tjänster, analyser av handelsförbud på riskmarknader, interna eller externa utredningar, samt i kontakter med myndigheter och utredningar i olika jurisdiktioner.<\/p>\n<p>Hon ger strategisk rådgivning till företag avseende frihandelsavtalsförhandlingar, inbegripet analys och framtagande av förhandlingspositioner. Hon har erfarenhet av WTOs tvistlösningsmekanism och har assisterat företag i multi-jurisdiktionella utredningar i samband med sådana processer.<\/p>\n<p>Inom tullagstiftning, bistår Carolina företag i samband med tullrevisioner, internutredningar, eftergiftsansökningar och domstolsprocesser. Hon hjälper även företag med bedömningar i import- och exportfrågor som rör tullklassificering, ursprung och tullvärde, samt olika typer av tulltillstånd och certifieringar (AEO). <\/p>\n<p>Carolina har gedigen erfarenhet av anti-dumpnings och anti-subventionsundersökningar, och företräder företag i undersökningar gentemot europeiska kommissionen samt i domstolsförfaranden, bland annat i EU-domstolen och i nationell, svensk förvaltningsrätt, via förhandsavgöranden.<\/p>\n","protected":false},"author":1,"featured_media":22969,"template":"","class_list":["post-10004","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-corporate-sustainability-risk-management","business-group-trade","industry-sustainability-and-esg","position-partner","office-goteborg"],"acf":[],"lang":"sv","translations":{"sv":10004,"en":10005},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/10004"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/22969"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=10004"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}