{"id":10005,"date":"2020-12-16T15:15:55","date_gmt":"2020-12-16T14:15:55","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/carolina-dacko-2\/"},"modified":"2024-11-25T20:02:47","modified_gmt":"2024-11-25T19:02:47","slug":"carolina-dacko","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/en\/our-people\/carolina-dacko\/","title":{"rendered":"Carolina Dackö"},"content":{"rendered":"<p>Carolina Dackö is a member of the firm&#8217;s practice group Corporate Sustainability and Risk Management. She has 10 years of experience from working in Brussels, mainly at an international law firm, and specialises in international trade law, national security, foreign direct investment screening, import and export law, export control and sanctions law, customs law, trade defence measures, WTO law and free trade agreements. <\/p>\n<p>Carolina is active in the firms export control and sanctions practice and helps clients draw up and implement tailored compliance programs. She often assists clients with export control classification and assessments regarding trade bans in risk markets, as well as with internal and external investigations, often involving multi-jurisdictional aspects. <\/p>\n<p>Her practice includes advising on free trade negotiations, such as analysis and preparation of proposals for negotiating texts. She also has experience from assisting in WTO dispute settlement proceedings, and has assisted companies in multi-jurisdictional investigations and preparations.<\/p>\n<p>Within customs law, Carolina assists companies in a wide ranges of customs matters, including customs audits, internal investigations, remission and repayment requests and court proceedings. She helps companies with assessments in import and export matters concerning customs classification, origin, customs valuation, and in questions concerning customs authorisations and certifications (AEO). <\/p>\n<p>Carolina has substantial experience of anti-dumping and anti-subsidy investigations, and represents clients in investigations before the European Commission, as well as in court proceedings in both national and EU courts.<\/p>\n","protected":false},"author":1,"featured_media":22969,"template":"","class_list":["post-10005","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-corporate-sustainability-and-risk-management","business-group-trade","industry-sustainability-and-esg","position-partner","office-gothenburg"],"acf":[],"lang":"en","translations":{"en":10005,"sv":10004},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/10005"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/22969"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=10005"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}