{"id":12711,"date":"2021-02-11T17:01:31","date_gmt":"2021-02-11T16:01:31","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/jakob-ragnwaldh-3\/"},"modified":"2024-11-25T20:17:42","modified_gmt":"2024-11-25T19:17:42","slug":"jakob-ragnwaldh","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/en\/our-people\/jakob-ragnwaldh\/","title":{"rendered":"Jakob Ragnwaldh"},"content":{"rendered":"<p>Jakob Ragnwaldh is a partner in Mannheimer Swartling&#8217;s Dispute Resolution practice group focusing on international arbitration. He is Vice-Chair of the Board of the Arbitration Institute of the Stockholm Chamber of Commerce and the former Chairman of the Executive Board of the European Federation for Investment Law and Arbitration (EFILA). Jakob chaired the work of the SCC Rules Revision Committee resulting in the 2017 SCC Rules. He has represented clients in well over 100 arbitrations before arbitral tribunals both in Sweden and abroad, including arbitrations under the auspices of the Stockholm Chamber of Commerce (SCC), the International Chamber of Commerce (ICC), the International Centre for the Settlement of Investment Disputes (ICSID), the Hong Kong International Arbitration Centre (HKIAC), Singapore International Arbitration Centre (SIAC) and the Vienna International Arbitration Centre (VIAC). He also regularly represents clients in ad hoc proceedings under the UNCITRAL Arbitration Rules. Jakob has acted in cases involving the application of Swedish, Chinese, Hong Kong, English, French, German, Swiss, Latvian, Russian, US, Ukrainian, Saudi, Estonian, Italian, Korean and Albanian law. <\/p>\n<p>Jakob also represents clients in investment treaty arbitrations under applicable treaties and public international law and regularly advises clients on matters of investment protection and international law. He is currently acting in three ICSID arbitrations as counsel (Vattenfall et al v Germany, Ioan Micula et al v Romania and EcoDevelopment et al v. Tanzania) and is involved in multiple challenge and enforcement proceedings arising out of investment treaty awards. Jakob sits as an arbitrator in institutional and ad hoc arbitrations, such as under the Rules of the SCC, ICC, HKIAC, FAI, KCAB and the Swiss Rules. He is on the HKIAC Panel of Arbitrators and is a listed CIETAC, SHIAC and AIAC arbitrator. Jakob frequently speaks at seminars and conferences in the field of international arbitration. He is a co-editor of the treatise International Arbitration in Sweden – a Practitioner&#8217;s Guide (Kluwer 2013) and co-author of the recently published Guide to the SCC Arbitration Rules (Kluwer 2020). Jakob has previously taught investment treaty arbitration at Stockholm University.<\/p>\n","protected":false},"author":1,"featured_media":16414,"template":"","class_list":["post-12711","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-dispute-resolution","industry-energy","position-partner","office-singapore"],"acf":[],"lang":"en","translations":{"en":12711,"sv":12710},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/12711"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/16414"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=12711"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}