{"id":8927,"date":"2020-12-16T15:14:49","date_gmt":"2020-12-16T14:14:49","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/joachim-agrell\/"},"modified":"2024-11-26T11:59:39","modified_gmt":"2024-11-26T10:59:39","slug":"joachim-agrell","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/medarbetare\/joachim-agrell\/","title":{"rendered":"Joachim Agrell"},"content":{"rendered":"<p>Joachim Agrell ingår i verksamhetsgruppen för Företagsbeskattning och är ansvarig för byråns rådgivning inom mervärdesskatteområdet. Han har över 20 års erfarenhet från rådgivning i transaktioner, mervärdesskatt kopplad till tjänster inom bank-, finans och försäkringsområdet, mervärdesskatt inom fastighetssektorn, internationell handel m.m. Han biträder även klienter i domstolsprocesser rörande mervärdesskatt samt övrig kommunikation med Skatteverket.<\/p>\n<p>Förutom att Joachim biträder rena skatteklienter är Joachim involverad i de flesta av byråns övriga verksamhetsgruppers ärenden då mervärdesskattefrågor som regel alltid aktualiseras i större projekt och transaktioner. Ofta inkluderar hans bistånd såväl den faktiska hanteringen av mervärdesskatt i olika transaktioner som lämpliga avtalsformuleringar för att dels reglera mervärdesskattefrågan korrekt, dels säkerställa att den eventuella mervärdesskatterisken beaktas och hanteras.<\/p>\n<p>För större koncerner hjälper Joachim ofta till med mervärdesskattefrågor kopplade till omstruktureringar och koncerninterna transaktioner, inte sällan rör rådgivningen frågor kopplade till verksamhetsöverlåtelser, avdragsrätt för ingående skatt på transaktions-, organisations- och aktieägarkostnader samt mervärdesskattehantering hänförlig till investeringsverksamhet m.m.<\/p>\n<p>Joachim bistår även i korrespondens med Skatteverket såväl i skrivbordsutredningar som mer omfattande revisioner. För det fall frågan förs vidare till förvaltningsdomstol agerar Joachim ombud och säkerställer att samtliga argument till stöd för den skattskyldiges uppfattning förs fram i processen på ett relevant sätt. <\/p>\n<p>Joachim har hållit hundratals seminarium i olika mervärdesskattefrågor och författat ett flertal artiklar om mervärdesskatt i olika branschtidningar. Genom åren har han varit engagerad i olika sammanhang som exempelvis branschorganisationen FAR, Accountancy Europe, EU-kommissionens VAT Expert Group m.m. där generella skattefrågor, policyfrågor, lagstiftningsfrågor samt rättssäkerhetsfrågor har diskuterats och drivits i opinion.<\/p>\n","protected":false},"author":1,"featured_media":16436,"template":"","class_list":["post-8927","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-foretagsbeskattning","industry-sustainability-and-esg","position-partner","office-stockholm"],"acf":[],"lang":"sv","translations":{"sv":8927,"en":8928},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/8927"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/16436"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=8927"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}