{"id":8928,"date":"2020-12-16T15:14:49","date_gmt":"2020-12-16T14:14:49","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/joachim-agrell-2\/"},"modified":"2024-11-26T11:59:39","modified_gmt":"2024-11-26T10:59:39","slug":"joachim-agrell","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/en\/our-people\/joachim-agrell\/","title":{"rendered":"Joachim Agrell"},"content":{"rendered":"<p>Joachim Agrell belongs to the Corporate Taxation group where he heads up the firm&#8217;s service offering in the area of VAT. He has over 20 years of experience from advising on VAT in transactions, VAT linked to services within the banking, finance and insurance area, VAT within the real estate sector, international trade, etc. He also assists clients in VAT litigation and correspondence with the Swedish Tax Agency.<\/p>\n<p>In addition to advising the firm’s tax clients, Joachim is involved in many of the firm&#8217;s other practice groups&#8217; matters as major projects and transactions most often involves complex VAT issues. His advice covers both the actual handling of VAT and appropriate VAT clauses to regulate the VAT issue correctly and to ensure that any VAT risk is taken into account and managed accordingly.<\/p>\n<p>For larger corporate groups, Joachim helps out with VAT issues related to restructuring and intra-group transactions, e.g. VAT on business transfers and potential right to deduct input VAT related to specific transactions, corporate and shareholder costs, and investment activities etc.<\/p>\n<p>Joachim also assists in tax payers’ correspondence with the Swedish Tax Agency, both in desk investigations and more extensive audits. In the event that the matter is referred to the administrative courts, Joachim acts as a counsel and ensures that all arguments in support of the taxpayer&#8217;s view are presented accordingly.<\/p>\n<p>Joachim has held hundreds of seminars on various VAT issues and authored several articles on VAT in various industry magazines. Over the years, he has been involved in various contexts such as the industry organization FAR, Accountancy Europe, the European Commission&#8217;s VAT Expert Group, etc. where general tax issues, policy issues, law enforcement issues and legal certainty issues have been discussed and pursued in public opinion.<\/p>\n","protected":false},"author":1,"featured_media":16436,"template":"","class_list":["post-8928","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-corporate-taxation","industry-sustainability-and-esg","position-partner","office-stockholm"],"acf":[],"lang":"en","translations":{"en":8928,"sv":8927},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/8928"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/16436"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=8928"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}