{"id":9166,"date":"2020-12-16T15:15:01","date_gmt":"2020-12-16T14:15:01","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/camilla-appelgren-2\/"},"modified":"2024-11-25T20:11:41","modified_gmt":"2024-11-25T19:11:41","slug":"camilla-appelgren","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/en\/our-people\/camilla-appelgren\/","title":{"rendered":"Camilla Appelgren"},"content":{"rendered":"<p>Camilla Appelgren is the chair of Mannheimer Swartling’s Healthcare and Life Sciences group.<\/p>\n<p>Camilla has extensive experience within the areas of healthcare and life sciences, including inter alia the pharmaceutical, medical technology and biotech industries and also other regulated industries such as food and cosmetics. Camilla regularly advices clients in regulatory matters, contract negotiations, research and development collaborations, clinical trials, market access matters, licensing and other commercial arrangements relating to products including manufacturing, supply, distribution and marketing. Camilla also assists clients with healthcare compliance related issues, including matters relating to marketing, financial support to external research projects, engagements of healthcare professionals and development projects between industry and healthcare. She regularly represents clients in regulatory cases against national agencies before the Swedish courts regarding issues such as pricing and reimbursement and substitution. She also performs corporate and transactional work within the healthcare and Life Sciences area and provides advice in acquisitions, divestments and investments. In addition, Camilla has vast experience with complex data protection issues, including relating to industry sponsored clinical trials. Camilla acts for a broad range of clients from established pharmaceutical companies, biotech and medical device companies, to hospitals, research institutions and investors. Camilla is also engaged as a speaker at seminars and conferences, and regularly authors articles within the Life Sciences area. <\/p>\n<p>Camilla is officer for the Healthcare and Life Sciences Law Committee of the International Bar Association. Camilla is selected as a Global Elite Thought Leader within Life Sciences Regulatory and Transactional 2023 by Who is Who Legal and she is also recommended in the National Guide (https:\/\/whoswholegal.com\/camilla-appelgren). She is also selected as a Leading Individual by The Legal 500, recognized as “an exceptional lawyer. Her experience and knowledge in the sector is excellent, coupled with a helpful and understanding manner, it makes her a pleasure to deal with.”. Camilla is also ranked as a leading lawyer by Chambers within Life Sciences (when Chambers ranked law firms in Europe within Life Sciences) and is praised as a “highly respected lawyer noted for her strength in compliance and regulatory matters”.<\/p>\n","protected":false},"author":1,"featured_media":22000,"template":"","class_list":["post-9166","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-healthcare-and-life-sciences","position-partner","office-stockholm"],"acf":[],"lang":"en","translations":{"en":9166,"sv":9165},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/9166"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/22000"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=9166"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}