{"id":9590,"date":"2020-12-16T15:15:28","date_gmt":"2020-12-16T14:15:28","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/magnus-josefsson\/"},"modified":"2024-11-25T20:14:11","modified_gmt":"2024-11-25T19:14:11","slug":"magnus-josefsson","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/medarbetare\/magnus-josefsson\/","title":{"rendered":"Magnus Josefsson"},"content":{"rendered":"<p>Magnus Josefsson har varit verksam vid Mannheimer Swartlings verksamhetsgrupp för fastighetsrätt i mer än tjugo år och under denna tid arbetat uteslutande med fastighetsrelaterade frågor.<\/p>\n<p>Magnus specialistkompetens omfattar alla delar av den kommersiella fastighetsjuridiken, transaktionsstrukturer, utvecklingsprojekt och olika typer av samverkansformer. Magnus specialisering omfattar även det förvaltningsrättsliga regelverket relaterat till fastigheter.<\/p>\n<p>Inom transaktionsområdet bistår Magnus  vid överlåtelser av fastigheter och fastighetsbolag, inklusive överlåtelser av utvecklingsprojekt, omstruktureringar, joint ventures etc. Magnus bistår även i samband med olika typer av fastighetsrelaterade separationsåtgärder, exempelvis vid delning av verksamhet.<\/p>\n<p>Magnus bistår investerare och fastighetsutvecklare samt även kommuner och andra offentliga organ i olika typer av projektutveckling såsom planläggning och andra byggrättsrelaterade frågor, fastighetsbildning, plan- och exploateringsavtal, inrättande av gemensamhetsanläggningar, servitut, ledningsrätter och andra rättigheter i fast egendom, infrastrukturprojekt samt olika typer av samverkansformer. Magnus rådger även i frågor om markåtkomst såsom expropriation och andra former av inlösen.<\/p>\n<p>Magnus bistår vidare i hyresrättsliga och andra nyttjanderättsliga frågor såsom vid ingående, uppsägning och omförhandling av hyresavtal, inklusive ”sale-lease back-avtal”, markupplåtelser och andra frågor om nyttjande av fastigheter. Magnus har domstolsbakgrund och bistår regelbundet i hyrestvister och annan tvistlösning med anknytning till fastigheter samt vid överprövningar av detaljplaner, bygglov och fastighetsbildningsbeslut.<\/p>\n","protected":false},"author":1,"featured_media":16650,"template":"","class_list":["post-9590","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-fastighetsratt","industry-fastighet","position-partner","office-stockholm"],"acf":[],"lang":"sv","translations":{"sv":9590,"en":9591},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/9590"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/16650"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=9590"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}