{"id":9591,"date":"2020-12-16T15:15:28","date_gmt":"2020-12-16T14:15:28","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/magnus-josefsson-2\/"},"modified":"2024-11-25T20:14:11","modified_gmt":"2024-11-25T19:14:11","slug":"magnus-josefsson","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/en\/our-people\/magnus-josefsson\/","title":{"rendered":"Magnus Josefsson"},"content":{"rendered":"<p>Magnus Josefsson has been operative in Mannheimer Swartling’s real estate practice group for more than twenty years. During this period he has solely been working with real estate law and related issues. <\/p>\n<p>Magnus&#8217; specialist expertise covers all parts of commercial real estate law, transaction structures, development projects and various types of collaboration. Magnus&#8217; specialisation also includes the administrative law regulations related to real estate.<\/p>\n<p>In the transaction area, Magnus assists in transfers of properties and real estate companies, including transfers of development projects, restructurings, joint ventures, etc. He also assists in connections with various types of property-related separation measures, for example in the division of operations.<\/p>\n<p>Magnus assists investors and property developers as well as municipalities and other public bodies in various types of project development such as planning and other building rights-related issues, property formation, planning and development agreements, establishment of common facilities, easements, utility rights and other rights in real estate, infrastructure projects and various types of forms of collaboration. Magnus also advises on issues of land access such as expropriation and other forms of redemption.<\/p>\n<p>Magnus further assists in tenancy law and other usufruct issues such as in the conclusion, termination and renegotiation of lease agreements, including &#8221;sale-lease back agreements&#8221;, land leases and other issues concerning the use of properties. Magnus has a court background and regularly assists in rental disputes and other dispute resolution related to properties as well as in reviews of detailed plans, building permits and property development decisions.<\/p>\n","protected":false},"author":1,"featured_media":16650,"template":"","class_list":["post-9591","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-real-estate","industry-real-estate","position-partner","office-stockholm"],"acf":[],"lang":"en","translations":{"en":9591,"sv":9590},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/9591"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/16650"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=9591"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}