{"id":9773,"date":"2020-12-16T15:15:39","date_gmt":"2020-12-16T14:15:39","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/carl-johan-zimdahl\/"},"modified":"2024-11-28T13:37:31","modified_gmt":"2024-11-28T12:37:31","slug":"carl-johan-zimdahl","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/medarbetare\/carl-johan-zimdahl\/","title":{"rendered":"Carl Johan Zimdahl"},"content":{"rendered":"<p>Carl Johan Zimdahl är partner i Mannheimer Swartling, ordförande i byråns verksamhetsgrupp Finansiell reglering och medlem i byråns branschgrupper Private Equity och Fintech. Han biträder finansmarknadsaktörer i primärt regulatoriska frågor, med ett särskilt fokus på etablering och strukturering av fonder och andra kapitalförvaltningsverksamheter. Carl Johans arbete omfattar rådgivning i samband med tillståndsansökningar, fondresningar, omstruktureringar, transaktioner, tillsynsärenden hos Finansinspektionen samt allmän rådgivning kring svenska och EU-rättsliga finansiella regelverk (t.ex. AIFMD, MiFID II, PSD2, SFDR, Taxonomi-förordningen och UCITS-direktivet). <\/p>\n<p>Carl Johan företräder regelbundet förvaltare av riskkapital-, kredit-, fastighets- och infrastrukturfonder. Han har även omfattande erfarenhet av att biträda investerare i samband med deras investeringar i fonder och andra finansiella företag. Carl Johan arbetar även med företag som verkar i gränslandet till den finansiella sektorn, bl.a. i frågor om gränsdragningen mellan tillståndspliktig och oreglerad verksamhet. <\/p>\n<p>Klienter har angivit att ”Carl Johan Zimdahl is one of the market leaders on regulatory matters and provides exceptional, high-quality, and solution-oriented legal advice on complex regulatory matters” samt gett omdömen som “extremely responsive” och “Carl Johan Zimdahl has an extremely analytical mind and a great knowledge of financial regulations. He is able to tackle the most complex regulations in the financial market.” (Legal500)<\/p>\n<p>Carl Johan är den svenska riskkapitalbranschens representant i expertgruppen Legal and Regulatory Committee inom Invest Europe (den europeiska riskkapitalbranschens branschorgan). Carl Johan undervisar även regelbundet på olika universitet inom finansmarknadsrätt.<\/p>\n","protected":false},"author":1,"featured_media":28870,"template":"","class_list":["post-9773","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-finansiell-reglering","business-group-private-equity","industry-finansiella-institutioner","industry-fintech","industry-sustainability-and-esg","position-partner","office-stockholm"],"acf":[],"lang":"sv","translations":{"sv":9773,"en":9774},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/9773"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/28870"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=9773"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}