{"id":9774,"date":"2020-12-16T15:15:39","date_gmt":"2020-12-16T14:15:39","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/carl-johan-zimdahl-2\/"},"modified":"2024-11-28T13:37:31","modified_gmt":"2024-11-28T12:37:31","slug":"carl-johan-zimdahl","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/en\/our-people\/carl-johan-zimdahl\/","title":{"rendered":"Carl Johan Zimdahl"},"content":{"rendered":"<p>Carl Johan Zimdahl is a partner at Mannheimer Swartling, chairman of the firm&#8217;s Financial Regulation practice group, and a member of the firm&#8217;s Private Equity and Fintech industry groups. He advises financial market participants on law and regulation affecting their business and products, with a focus on advising fund managers on the establishment and structuring of investment funds and management companies. Carl Johan regularly assists with license applications, regulatory filings, fundraisings, transactions, restructurings, contentious matters and general advice on a range of EU and Swedish financial services regulation (e.g. the AIFMD, MiFID II, PSD2, SFDR, Taxonomy Regulation and UCITS Directive).<\/p>\n<p>Carl Johan is counsel to Swedish and foreign private equity, infrastructure, real estate and credit fund managers as well as other financial market participants. He also advises financial investor clients on the regulatory issues relating to acquisitions, restructurings and exits involving investments in the financial services sector. Additionally, Carl Johan works with clients operating at the perimeter of the financial services sector, helping them navigate the boundaries between regulated and unregulated activities. <\/p>\n<p>Clients have stated that ”Carl Johan Zimdahl is one of the market leaders on regulatory matters and provides exceptional, high-quality, and solution-oriented legal advice on complex regulatory matters”. They have also given reviews such as “extremely responsive” and “Carl Johan Zimdahl has an extremely analytical mind and a great knowledge of financial regulations. He is able to tackle the most complex regulations in the financial market.” (Legal500)<\/p>\n<p>Carl Johan is the Swedish private equity industry&#8217;s representative in the Legal and Regulatory Committee expert group of Invest Europe (the European venture capital industry&#8217;s trade body). Carl Johan also regularly lectures at various universities on financial market law.<\/p>\n","protected":false},"author":1,"featured_media":28871,"template":"","class_list":["post-9774","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-financial-regulation","business-group-private-equity","industry-financial-institutions","industry-fintech","industry-sustainability-and-esg","position-partner","office-stockholm"],"acf":[],"lang":"en","translations":{"en":9774,"sv":9773},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/9774"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/28871"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=9774"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}