{"id":9926,"date":"2020-12-16T15:15:48","date_gmt":"2020-12-16T14:15:48","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/robin-oldenstam\/"},"modified":"2024-11-25T20:08:15","modified_gmt":"2024-11-25T19:08:15","slug":"robin-oldenstam","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/medarbetare\/robin-oldenstam\/","title":{"rendered":"Robin Oldenstam"},"content":{"rendered":"<p>Robin Oldenstam är specialiserad på skiljeförfaranden och kommersiella domstolsprocesser och leder Mannheimer Swartlings internationella skiljedomsverksamhet. Han är också styrelseordförande för Stockholms Handelskammares Skiljedomsinstitut (SCC) och styrelsemedlem i det finska skiljedomsinstitutet (FAI). Mellan åren 2015-2021 var Robin den svenska representanten i ICC:s International Court of Arbitration och under åren 2010-2014 var han ordförande i the Swedish Arbitration Association (SAA), som är den ledande föreningen inom skiljeförfaranden i Sverige. Han är också en f.d. medlem i redaktionskommittén för Global Arbitration Review (GAR). <\/p>\n<p>Robin Oldenstam har agerat ombud i ett mycket stort antal skiljeförfaranden under bland annat SCCs, ICCs, FAIs, UNCITRALs och andra skiljeregler såväl i Sverige som i utlandet. Han har också betydande erfarenhet som skiljeman och har varit såväl ensam skiljeman som ordförande i ett stort antal mål. Han är s.k. fellow vid Chartered Institute of Arbitrators (CIArb). Robin har agerat ombud i tvister inom en lång rad olika områden såsom licensiering, agent- och distributionsavtal, leveransavtal, aktie- och inkråmsöverlåtelser liksom inom en rad olika branscher såsom olja och gas, bilindustri, entreprenad, läkemedel, bank och finans. <\/p>\n<p>Robin Oldenstam är kursansvarig för Advokatsamfundets obligatoriska kurs i processteknik och föreläser regelbundet inom skiljeförfarande- och processrätt vid svenska universitet och på andra kurser för professionell fortbildning. Han är huvudförfattare till Mannheimer Swartlings Guide till Kommersiell Tvistlösning och har därtill författat diverse artiklar i juridiska tidskrifter.<\/p>\n<p>Robin Oldenstam är konsekvent rankad som en ledande person inom skiljeförfaranden av Chambers &#038; Partners (band 1), Legal 500, Who’s Who (inklusive Who’s Who Thought Leaders in Arbitration) m.fl. År 2018 gav Robin Oldenstam Clayton Utz \/ Sydney University International Arbitration Lecture (tillgängligt på YouTube), som listades av GAR som en av de bästa föreläsningarna det året.  <\/p>\n<p>Chambers Europe citerar källor som säger att Robin Oldenstam är ”a leading litigator” och ”a magnificent arbitrator”.<\/p>\n<p>Who’s Who Legal citerar källor som säger att Robin Oldenstam är ”a star” och ”one of the biggest names in Sweden in arbitration both as counsel and as arbitrator”.<\/p>\n","protected":false},"author":1,"featured_media":16785,"template":"","class_list":["post-9926","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-tvistlosning","position-partner","office-stockholm"],"acf":[],"lang":"sv","translations":{"sv":9926,"en":9927},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/9926"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/16785"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=9926"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}