{"id":9927,"date":"2020-12-16T15:15:48","date_gmt":"2020-12-16T14:15:48","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/robin-oldenstam-2\/"},"modified":"2024-11-25T20:08:15","modified_gmt":"2024-11-25T19:08:15","slug":"robin-oldenstam","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/en\/our-people\/robin-oldenstam\/","title":{"rendered":"Robin Oldenstam"},"content":{"rendered":"<p>Robin Oldenstam specialises in arbitration and civil litigation and is the head of Mannheimer Swartling’s International Arbitration Practice. He is also chairing the Board of the Arbitration Institute of the Stockholm Chamber of Commerce (SCC) and is a member of the board of the Finnish Arbitration Institute (FAI). Between 2015-2021 Robin was a member of the ICC International Court of Arbitration and between 2010-2014 he was chairing the Swedish Arbitration Association (the SAA), which is the leading association for arbitration practitioners in Sweden. He is also a past member of the editorial board for Global Arbitration Review (GAR).<\/p>\n<p>Robin Oldenstam has acted as counsel in numerous arbitrations under the SCC, the ICC, FAI, UNCITRAL and other rules in both Sweden and abroad. He also has considerable experience as an arbitrator, including several appointments as a sole arbitrator and as president. Robin is a fellow with the Chartered Institute of Arbitrators (CIArb). He has acted in disputes encompassing a wide range of areas such as licensing, supply, share and asset purchases, agency and distribution as well as a wide range of industries such as oil and gas, automotive, construction, pharmaceutical, securities and finance.<\/p>\n<p>Robin Oldenstam is responsible for the Swedish Bar Association’s mandatory course in trial advocacy and regularly lectures on arbitration and litigation at several university courses and training programs for professionals. He is the main author of Mannheimer Swartling’s Guide to Commercial Dispute Resolution and has also authored various articles on arbitration in professional journals.<\/p>\n<p>Robin Oldenstam is consistently ranked as an outstanding individual in dispute resolution in Sweden by Chambers (band 1), Legal 500, Who&#8217;s Who (including Who&#8217;s Who Thought Leaders in Arbitration) and others. In 2018 he gave the Clayton Utz \/ Sydney University International Arbitration Lecture (available on YouTube), which was shortlisted by GAR as one of the best lectures of that year.<\/p>\n<p>Chambers Europe quotes sources saying that Robin Oldenstam is a &#8221;leading litigator&#8221; and a &#8221;magnificent arbitrator&#8221;.<\/p>\n<p>Who&#8217;s Who Legal quotes peers saying that Robin Oldenstam is &#8221;a star&#8221; and &#8221;one of the biggest names in Sweden in arbitration both as counsel and as arbitrator&#8221;<\/p>\n","protected":false},"author":1,"featured_media":16785,"template":"","class_list":["post-9927","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-dispute-resolution","position-partner","office-stockholm"],"acf":[],"lang":"en","translations":{"en":9927,"sv":9926},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/9927"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/16785"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=9927"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}