{"id":9958,"date":"2020-12-16T15:15:50","date_gmt":"2020-12-16T14:15:50","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/jonas-larson\/"},"modified":"2024-11-25T20:00:31","modified_gmt":"2024-11-25T19:00:31","slug":"jonas-larson","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/medarbetare\/jonas-larson\/","title":{"rendered":"Jonas Larson"},"content":{"rendered":"<p>Jonas Larson ingår i byråns verksamhetsgrupp för fastighets- och entreprenadrätt samt branschgruppen för energi. Jonas arbete inkluderar biträde åt såväl svenska som internationella klienter och han har omfattande erfarenhet av att rådge såväl privata aktörer som offentlig och kommunal verksamhet samt för svenska som internationella institutionella placerare.<\/p>\n<p>Jonas har under hela sin karriär arbetat med ärenden som i någon mån tangerar fastighetsrätt och entreprenadrätt och har skaffat sig omfattande erfarenhet av att biträda utvecklare, säljare och köpare av olika former av industriella anläggningsleveranser, inklusive såväl vind- som solkraftsparker, samt andra typer av anläggningar. Förutom erfarenhet av att granska och förhandla komplexa leverans- och serviceavtal har Jonas bred erfarenhet av frågor rörande markåtkomst för dessa anläggningar, innefattande såväl arrenden och andra nyttjanderätter som ledningsrätter och servitut.<\/p>\n<p>Jonas har därtill bred erfarenhet av att ge juridisk rådgivning, bistå i förhandlingar, författa inlagor och agera ombud inför domstolar och myndigheter, upprätta, granska och hantera avtal och annan erforderlig dokumentation inom det entreprenadrättsliga området. Jonas har stor erfarenhet av de standardavtal och regelverk som förekommer inom den svenska byggbranschen och har därtill erfarenhet av avtal baserade på internationella standardavtal såsom FIDIC-avtalen.<\/p>\n<p>Utöver ovan arbetar Jonas i hög utsträckning med frågor rörande hyra och annan nyttjanderätt, där han har särskilt fokus på s.k. projektförhyrningar och förhandlar därvid regelbundet både hyresavtal och genomförandeavtal relaterade till dessa förhyrningar.<\/p>\n","protected":false},"author":1,"featured_media":28193,"template":"","class_list":["post-9958","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-entreprenadratt","business-group-fastighetsratt","industry-energi","position-counsel","office-goteborg"],"acf":[],"lang":"sv","translations":{"sv":9958,"en":9959},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/9958"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/28193"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=9958"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}