{"id":9969,"date":"2020-12-16T15:15:50","date_gmt":"2020-12-16T14:15:50","guid":{"rendered":"https:\/\/www.mannheimerswartling.se\/medarbetare\/jesper-prytz-2\/"},"modified":"2024-11-25T20:02:40","modified_gmt":"2024-11-25T19:02:40","slug":"jesper-prytz","status":"publish","type":"coworker","link":"https:\/\/www.mannheimerswartling.se\/en\/our-people\/jesper-prytz\/","title":{"rendered":"Jesper Prytz"},"content":{"rendered":"<p>Jesper Prytz is a partner at the firm, Chairman of the firm’s Real Estate practice group and a member of the board of Mannheimer Swartling Advokatbyrå. <\/p>\n<p>With 25 years of experience as a lawyer, Jesper has an established real estate practice. He regularly assists both public and private clients in complex real estate projects including their contract negotiations, structuring and discussions with public authorities. He is also skilled at handling notices and terminations, contentious matters before rent tribunals and other types of real estate law disputes. Typical mandates include major infrastructure and development projects, acquisitions and disposals of real estate, property leases and rights of use, as well as planning and building permits and rural land matters. Jesper further assists clients in establishing joint ventures and other partnerships, contract performance and advising on the laws surrounding major public events. <\/p>\n<p>Jesper is also actively involved in the real estate sector more generally and is Secretary to the board of the Swedish Exhibition Foundation (Svenska Mässan) and Johanneberg Science Park. He regularly writes articles on real estate law topics, prepares consultation responses to legislative proposals and is responsible for the firm’s client newsletter on real estate developments, Fasta Affärer. He participates in the Centre for Management of the Built Environment (CMB) and is a regular lecturer at Chalmers University of Technology. <\/p>\n<p>Recognised by the international legal ranking institutes, Jesper is named as a leading lawyer by Legal500 and is banded within Chambers Europe for real estate law in Sweden.<\/p>\n","protected":false},"author":1,"featured_media":16802,"template":"","class_list":["post-9969","coworker","type-coworker","status-publish","has-post-thumbnail","hentry","business-group-construction","business-group-real-estate","industry-construction-infrastructure-and-industrial-projects","industry-real-estate","position-partner","office-gothenburg"],"acf":[],"lang":"en","translations":{"en":9969,"sv":9968},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker\/9969"}],"collection":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/coworker"}],"about":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/types\/coworker"}],"author":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/users\/1"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media\/16802"}],"wp:attachment":[{"href":"https:\/\/www.mannheimerswartling.se\/wp-json\/wp\/v2\/media?parent=9969"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}